{"class_name": "Tokenizer", "config": {"num_words": 20000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 675, "word_counts": "{\"bitcoin\": 702, \"newcomers\": 2, \"faq\": 2, \"please\": 1, \"read\": 1, \"welcome\": 2, \"to\": 686, \"the\": 1003, \"r\": 5, \"you've\": 1, \"probably\": 2, \"been\": 21, \"hearing\": 3, \"a\": 618, \"lot\": 3, \"about\": 35, \"recently\": 7, \"and\": 524, \"are\": 118, \"wondering\": 1, \"what's\": 8, \"big\": 14, \"deal\": 5, \"most\": 17, \"of\": 355, \"your\": 6, \"questions\": 8, \"should\": 16, \"be\": 38, \"answered\": 1, \"by\": 81, \"resources\": 2, \"below\": 104, \"but\": 96, \"if\": 18, \"you\": 27, \"have\": 39, \"additional\": 7, \"feel\": 1, \"free\": 3, \"ask\": 1, \"them\": 1, \"in\": 453, \"comments\": 5, \"it\": 83, \"all\": 24, \"started\": 11, \"other\": 416, \"positive\": 102, \"bullish\": 128, \"minor\": 364, \"just\": 28, \"survived\": 1, \"another\": 22, \"market\": 394, \"manipulation\": 2, \"monday\": 14, \"early\": 20, \"warning\": 6, \"signs\": 5, \"china\": 9, \"bans\": 2, \"crypto\": 451, \"world's\": 12, \"groundhog\": 1, \"day\": 33, \"rerun\": 1, \"satoshi\": 1, \"era\": 7, \"wallets\": 9, \"show\": 11, \"activity\": 11, \"major\": 245, \"whale\": 3, \"offloads\": 2, \"large\": 2, \"holdings\": 20, \"before\": 15, \"open\": 15, \"media\": 7, \"fud\": 1, \"cycle\": 24, \"kicks\": 1, \"quantum\": 10, \"computing\": 3, \"threatens\": 1, \"exchange\": 49, \"hacks\": 1, \"recycled\": 1, \"fear\": 11, \"narratives\": 4, \"regulatory\": 227, \"neutral\": 537, \"looks\": 4, \"strong\": 11, \"interest\": 16, \"is\": 305, \"dropping\": 11, \"i\": 12, \"ve\": 1, \"spent\": 2, \"last\": 34, \"few\": 5, \"weeks\": 7, \"digging\": 1, \"into\": 59, \"s\": 209, \"performance\": 7, \"macro\": 67, \"trends\": 3, \"behind\": 10, \"moves\": 15, \"ton\": 1, \"alternative\": 4, \"data\": 42, \"that\": 176, \"shows\": 16, \"how\": 39, \"public\": 16, \"changing\": 3, \"here\": 10, \"what\": 53, \"found\": 7, \"1\": 123, \"two\": 13, \"years\": 20, \"were\": 16, \"wild\": 3, \"we\": 10, \"went\": 3, \"from\": 120, \"post\": 22, \"ftx\": 4, \"depression\": 1, \"new\": 75, \"highs\": 14, \"abov\": 1, \"used\": 8, \"need\": 9, \"price\": 122, \"380k\": 1, \"match\": 4, \"golds\": 2, \"cap\": 9, \"now\": 55, \"needs\": 4, \"4\": 33, \"million\": 57, \"gold\": 98, \"has\": 163, \"always\": 2, \"valuation\": 7, \"benchmark\": 4, \"for\": 250, \"because\": 7, \"digital\": 83, \"sound\": 2, \"money\": 21, \"where\": 16, \"analog\": 2, \"main\": 2, \"reasoning\": 1, \"this\": 83, \"fact\": 1, \"version\": 2, \"something\": 3, \"more\": 38, \"valuable\": 1, \"than\": 36, \"so\": 10, \"seeing\": 2, \"bitcoins\": 1, \"one\": 30, \"investing\": 4, \"etfs\": 49, \"vs\": 10, \"btc\": 178, \"treasury\": 29, \"companies\": 10, \"asking\": 1, \"as\": 351, \"long\": 35, \"time\": 41, \"horizon\": 1, \"investor\": 20, \"who\": 9, \"paradigm\": 1, \"bought\": 7, \"over\": 73, \"late\": 5, \"november\": 8, \"month\": 26, \"with\": 166, \"an\": 57, \"average\": 9, \"cost\": 11, \"basis\": 5, \"around\": 23, \"90k\": 6, \"very\": 6, \"conviction\": 6, \"compromises\": 1, \"70\": 30, \"my\": 3, \"current\": 17, \"portfolio\": 9, \"some\": 21, \"cash\": 8, \"le\": 2, \"white\": 3, \"up\": 57, \"10x\": 3, \"week\": 46, \"lighter\": 4, \"tge\": 5, \"saylor\": 7, \"buys\": 5, \"109m\": 1, \"87k\": 2, \"d\": 5, \"59\": 6, \"0\": 23, \"eth\": 43, \"2953\": 1, \"3\": 69, \"bnb\": 20, \"853\": 1, \"sol\": 27, \"124\": 2, \"goes\": 6, \"almost\": 4, \"15x\": 1, \"5m\": 2, \"71m\": 1, \"mcap\": 2, \"rumours\": 1, \"stirring\": 1, \"youtuber\": 1, \"nick\": 1, \"shirley\": 1, \"reveals\": 3, \"mass\": 1, \"fraud\": 6, \"minnesota\": 2, \"daycare\": 1, \"system\": 6, \"silver\": 42, \"prices\": 30, \"see\": 12, \"huge\": 5, \"dump\": 3, \"security\": 24, \"2026\": 128, \"predictions\": 8, \"tom\": 7, \"lee\": 7, \"still\": 24, \"buying\": 11, \"rekt\": 2, \"tease\": 2, \"worldstar\": 1, \"collab\": 2, \"2975\": 1, \"855\": 1, \"130m\": 2, \"christmas\": 1, \"holds\": 9, \"1b\": 9, \"heading\": 1, \"year\": 65, \"drinks\": 1, \"worldstarhiphop\": 1, \"blackrock\": 9, \"buidl\": 1, \"hits\": 19, \"100m\": 3, \"dividends\": 2, \"passes\": 1, \"2\": 97, \"billion\": 56, \"assets\": 50, \"metaplanet\": 1, \"279\": 1, \"lifts\": 1, \"total\": 9, \"35\": 5, \"102\": 1, \"unleash\": 1, \"protocol\": 6, \"hit\": 41, \"9\": 8, \"exploit\": 2, \"funds\": 15, \"routed\": 1, \"through\": 24, \"tornado\": 1, \"onchain\": 13, \"perpetuals\": 1, \"top\": 46, \"1t\": 1, \"mo\": 2, \"green\": 8, \"6\": 17, \"memes\": 3, \"outperform\": 5, \"pepe\": 2, \"67\": 8, \"infinex\": 1, \"founder\": 20, \"interview\": 5, \"global\": 46, \"16t\": 1, \"5\": 50, \"majors\": 18, \"trading\": 72, \"higher\": 11, \"at\": 129, \"93\": 6, \"000\": 161, \"175\": 1, \"906\": 1, \"135\": 2, \"virtuals\": 1, \"24\": 25, \"render\": 3, \"17\": 5, \"btt\": 1, \"11\": 10, \"fet\": 1, \"led\": 26, \"movers\": 14, \"saw\": 7, \"471m\": 1, \"net\": 11, \"inflows\": 9, \"on\": 284, \"first\": 38, \"highest\": 2, \"single\": 3, \"since\": 37, \"nov\": 1, \"sec\": 32, \"commissioner\": 1, \"caroline\": 2, \"crenshaw\": 1, \"officially\": 2, \"departed\": 1, \"agency\": 2, \"jan\": 31, \"2nd\": 3, \"leaving\": 4, \"republican\": 2, \"commission\": 9, \"firm\": 12, \"pwc\": 3, \"announced\": 28, \"will\": 56, \"go\": 7, \"can\": 27, \"directly\": 3, \"compete\": 1, \"neobanks'\": 1, \"bitget\": 4, \"wallet\": 17, \"cmo\": 1, \"jamie\": 2, \"elkaleh\": 1, \"tells\": 2, \"decrypt\": 1, \"platform\": 18, \"evolving\": 3, \"everyday\": 3, \"finance\": 9, \"app\": 2, \"seamlessly\": 1, \"integrates\": 4, \"tradfi\": 2, \"building\": 4, \"its\": 137, \"vision\": 1, \"everyone\": 4, \"sponsored\": 1, \"starts\": 3, \"venezuela\": 1, \"impacts\": 1, \"reactions\": 1, \"pushed\": 6, \"22t\": 2, \"continue\": 12, \"grind\": 2, \"780\": 2, \"240\": 2, \"139\": 2, \"xrp\": 89, \"12\": 24, \"37\": 3, \"18\": 8, \"sui\": 3, \"lit\": 3, \"15\": 19, \"bank\": 18, \"america\": 4, \"formally\": 2, \"launched\": 10, \"recommendations\": 2, \"wealth\": 2, \"clients\": 4, \"allocation\": 3, \"morgan\": 4, \"stanley\": 4, \"filed\": 7, \"solana\": 29, \"trust\": 19, \"goldman\": 3, \"sachs\": 3, \"upgraded\": 3, \"coinbase\": 29, \"buy\": 35, \"rating\": 3, \"today\": 47, \"while\": 63, \"simultaneously\": 6, \"downgrading\": 2, \"etoro\": 2, \"japan\": 8, \"22\": 10, \"trillion\": 10, \"endorse\": 1, \"greed\": 1, \"back\": 32, \"dip\": 10, \"92k\": 2, \"file\": 1, \"hyperliquid\": 18, \"airdrop\": 2, \"speculation\": 6, \"fall\": 16, \"files\": 14, \"us\": 79, \"senate\": 16, \"schedules\": 1, \"key\": 27, \"vote\": 5, \"structure\": 15, \"bill\": 14, \"next\": 39, \"releases\": 3, \"progress\": 6, \"map\": 2, \"leads\": 4, \"nike\": 1, \"sold\": 8, \"off\": 50, \"rtfkt\": 1, \"clone\": 1, \"x\": 10, \"jump\": 3, \"250\": 7, \"fell\": 33, \"yesterday\": 2, \"92\": 4, \"210\": 1, \"138\": 2, \"u\": 26, \"banking\": 12, \"committee\": 8, \"scheduled\": 4, \"t\": 9, \"zcash\": 6, \"situation\": 1, \"explained\": 2, \"zec\": 9, \"bull\": 11, \"mert\": 1, \"falls\": 23, \"19\": 7, \"again\": 9, \"lost\": 3, \"89\": 6, \"900\": 4, \"100\": 26, \"134\": 2, \"7\": 20, \"08\": 2, \"wlfi\": 4, \"xmr\": 9, \"after\": 93, \"developer\": 7, \"team\": 5, \"resigned\": 1, \"following\": 21, \"dispute\": 1, \"board\": 11, \"promised\": 2, \"form\": 2, \"company\": 32, \"mission\": 1, \"jpmorgan\": 10, \"plans\": 16, \"launch\": 20, \"jpm\": 1, \"coin\": 14, \"canton\": 3, \"network\": 22, \"barclays\": 2, \"invested\": 3, \"ubyx\": 1, \"stablecoin\": 23, \"settlement\": 6, \"startup\": 2, \"backing\": 4, \"infrastructure\": 29, \"woul\": 1, \"tech\": 63, \"rebounds\": 4, \"trump\": 48, \"says\": 62, \"he\": 13, \"won\": 4, \"pardon\": 1, \"sam\": 3, \"bankman\": 3, \"fried\": 3, \"florida\": 1, \"revisits\": 1, \"strategic\": 14, \"reserve\": 12, \"mostly\": 6, \"flat\": 9, \"ahead\": 24, \"supreme\": 1, \"court\": 6, \"opinion\": 1, \"tariffs\": 8, \"90\": 24, \"300\": 2, \"13\": 8, \"090\": 1, \"10\": 39, \"polygon\": 2, \"syrup\": 3, \"said\": 33, \"recent\": 19, \"ethereum\": 77, \"sell\": 32, \"may\": 28, \"bottoming\": 3, \"pointing\": 4, \"improving\": 3, \"positioning\": 4, \"easing\": 5, \"downside\": 13, \"pressure\": 27, \"weakness\": 10, \"analysts\": 28, \"citing\": 2, \"improved\": 4, \"clarity\": 9, \"growing\": 12, \"institutional\": 32, \"adop\": 1, \"a16z\": 2, \"raise\": 5, \"15b\": 1, \"jerome\": 6, \"powell\": 8, \"remains\": 15, \"special\": 1, \"guest\": 1, \"dudas\": 1, \"headed\": 3, \"even\": 14, \"600\": 6, \"110\": 2, \"140\": 2, \"04\": 5, \"ip\": 4, \"20\": 16, \"ath\": 6, \"590\": 1, \"fed\": 22, \"chair\": 19, \"released\": 9, \"video\": 2, \"message\": 2, \"claiming\": 1, \"criminal\": 2, \"charges\": 1, \"faces\": 8, \"due\": 8, \"his\": 12, \"not\": 36, \"cutting\": 1, \"rates\": 7, \"line\": 5, \"wishes\": 1, \"twitter\": 1, \"smart\": 13, \"cashtags\": 1, \"stock\": 52, \"live\": 5, \"tickers\": 1, \"vaneck\": 5, \"projected\": 2, \"could\": 56, \"reac\": 1, \"moderate\": 95, \"psyopanime\": 1, \"meme\": 8, \"30x\": 1, \"monero\": 3, \"w\": 3, \"joseph\": 1, \"chalom\": 1, \"ceo\": 25, \"sharplink\": 1, \"130\": 3, \"142\": 2, \"06\": 3, \"dash\": 5, \"60\": 10, \"30\": 24, \"680\": 2, \"640\": 2, \"aths\": 2, \"wake\": 4, \"investigation\": 2, \"draft\": 5, \"act\": 6, \"including\": 5, \"limits\": 6, \"rewards\": 4, \"senator\": 3, \"warren\": 2, \"pressed\": 2, \"inclusion\": 2, \"401ks\": 2, \"arguing\": 7, \"they\": 19, \"expose\": 2, \"retirees\": 2, \"too\": 8, \"much\": 11, \"risk\": 53, \"vitalik\": 7, \"buter\": 2, \"intern\": 1, \"rogue\": 1, \"pump\": 4, \"95k\": 1, \"3313\": 1, \"936\": 1, \"145\": 2, \"gainers\": 1, \"icp\": 2, \"ena\": 1, \"754m\": 1, \"rallies\": 6, \"largest\": 18, \"etf\": 71, \"inflow\": 2, \"months\": 21, \"27\": 7, \"issues\": 3, \"being\": 8, \"fought\": 1, \"ethena\": 2, \"labs\": 6, \"makes\": 6, \"usde\": 3, \"gas\": 2, \"fees\": 4, \"bitdeer\": 2, \"overtakes\": 1, \"mara\": 1, \"managed\": 2, \"hashrate\": 6, \"coinme\": 1, \"sequence\": 1, \"250m\": 1, \"bitpanda\": 1, \"eyes\": 7, \"frankfurt\": 1, \"ipo\": 7, \"1h26\": 1, \"cz\": 5, \"inv\": 1, \"heating\": 2, \"important\": 2, \"these\": 10, \"rate\": 9, \"cuts\": 5, \"under\": 29, \"exposed\": 2, \"massive\": 18, \"news\": 6, \"rips\": 1, \"96\": 2, \"750\": 4, \"football\": 1, \"fun\": 1, \"making\": 3, \"high\": 42, \"7500\": 1, \"360\": 1, \"dcr\": 1, \"800\": 2, \"retracing\": 1, \"725\": 1, \"pulled\": 4, \"support\": 37, \"concerns\": 10, \"latest\": 16, \"leading\": 20, \"delaying\": 1, \"avoided\": 1, \"action\": 13, \"historical\": 6, \"link\": 3, \"between\": 12, \"copper\": 2, \"metals\": 21, \"markets\": 62, \"great\": 3, \"revolution\": 1, \"auto\": 1, \"sector\": 13, \"outlook\": 9, \"economic\": 5, \"growth\": 12, \"mitigate\": 1, \"political\": 3, \"strife\": 1, \"bca\": 1, \"research\": 7, \"weighs\": 1, \"gary\": 1, \"gensler\": 1, \"exit\": 1, \"playbook\": 3, \"different\": 7, \"then\": 1, \"presidential\": 3, \"candidate\": 1, \"donald\": 14, \"campaign\": 4, \"promises\": 1, \"industry\": 17, \"was\": 34, \"fire\": 3, \"elected\": 1, \"cointelegraph\": 128, \"nyse\": 15, \"develops\": 1, \"blockchain\": 24, \"tokenized\": 17, \"stocks\": 34, \"seeking\": 6, \"approval\": 10, \"based\": 15, \"offering\": 7, \"instant\": 3, \"operations\": 7, \"unlike\": 1, \"traditional\": 10, \"projects\": 8, \"why\": 39, \"zkp\": 1, \"hbar\": 1, \"xlm\": 1, \"kas\": 1, \"pengu\": 1, \"shib\": 2, \"roi\": 1, \"bets\": 5, \"re\": 5, \"trying\": 6, \"find\": 5, \"serious\": 2, \"upside\": 7, \"window\": 3, \"narrowing\": 1, \"fast\": 3, \"biggest\": 8, \"potential\": 19, \"returns\": 9, \"tied\": 13, \"coins\": 5, \"rest\": 2, \"mark\": 10, \"record\": 14, \"near\": 23, \"700\": 3, \"oz\": 1, \"tariff\": 10, \"threats\": 8, \"greenland\": 6, \"ties\": 1, \"push\": 6, \"nobel\": 1, \"peace\": 1, \"prize\": 1, \"sent\": 6, \"eu\": 5, \"leaders\": 1, \"slows\": 1, \"moving\": 12, \"asia\": 8, \"amid\": 32, \"gdp\": 1, \"korea\": 3, \"take\": 11, \"gets\": 4, \"safety\": 3, \"bid\": 2, \"europe\": 6, \"state\": 5, \"pension\": 2, \"fund\": 20, \"quietly\": 6, \"gaining\": 3, \"exposure\": 22, \"employee\": 1, \"disclosed\": 3, \"multimillion\": 1, \"dollar\": 35, \"position\": 7, \"mstr\": 12, \"giving\": 2, \"indirect\": 1, \"retail\": 13, \"or\": 36, \"hype\": 16, \"driven\": 10, \"choosing\": 2, \"linked\": 9, \"asset\": 50, \"within\": 9, \"feels\": 5, \"like\": 18, \"quiet\": 3, \"import\": 1, \"wall\": 9, \"street\": 10, \"secret\": 2, \"coming\": 8, \"using\": 5, \"stablecoins\": 12, \"do\": 11, \"developing\": 1, \"chain\": 14, \"securities\": 9, \"seek\": 1, \"approvals\": 1, \"proposed\": 3, \"venue\": 1, \"powered\": 1, \"according\": 22, \"owners\": 2, \"ice\": 1, \"designed\": 3, \"international\": 4, \"crime\": 4, \"ring\": 2, \"south\": 2, \"uncovers\": 1, \"laundering\": 4, \"scheme\": 2, \"korean\": 1, \"officials\": 1, \"unveiled\": 4, \"cryptocurrency\": 71, \"involved\": 3, \"approximately\": 4, \"150\": 1, \"equivalent\": 2, \"101\": 1, \"unauthorized\": 1, \"foreign\": 4, \"customs\": 1, \"service\": 6, \"kcs\": 1, \"adoption\": 52, \"bitcoinist\": 39, \"slides\": 10, \"despite\": 19, \"persistent\": 3, \"demand\": 18, \"tailwinds\": 1, \"spot\": 35, \"continued\": 8, \"attract\": 5, \"investors\": 69, \"posting\": 4, \"every\": 4, \"past\": 26, \"negative\": 36, \"bearish\": 49, \"morning\": 10, \"minute\": 5, \"leans\": 1, \"way\": 12, \"finally\": 6, \"prepares\": 3, \"lower\": 20, \"miners\": 16, \"abandoning\": 1, \"ai\": 40, \"value\": 19, \"pay\": 8, \"ultimate\": 4, \"pivot\": 4, \"power\": 14, \"capital\": 45, \"decide\": 4, \"wins\": 1, \"wars\": 1, \"analyzed\": 2, \"technology\": 8, \"stories\": 1, \"chips\": 1, \"models\": 8, \"hash\": 1, \"raises\": 5, \"framing\": 1, \"already\": 11, \"outdated\": 1, \"stage\": 8, \"no\": 31, \"longer\": 4, \"decided\": 2, \"funding\": 7, \"theoretical\": 1, \"po\": 1, \"invest\": 13, \"presents\": 1, \"entirely\": 3, \"opportunity\": 5, \"set\": 14, \"focusing\": 3, \"providing\": 1, \"effective\": 1, \"direct\": 2, \"engagement\": 3, \"industries\": 2, \"previous\": 7, \"discourses\": 1, \"focus\": 8, \"strategy\": 29, \"crossed\": 2, \"700k\": 1, \"circular\": 1, \"loop\": 1, \"risks\": 11, \"yield\": 6, \"credit\": 8, \"disaster\": 2, \"formerly\": 1, \"microstrategy\": 4, \"acquired\": 1, \"305\": 1, \"continuing\": 6, \"aggressive\": 3, \"accumulation\": 5, \"absorbed\": 1, \"38\": 4, \"crypto's\": 2, \"supply\": 11, \"works\": 2, \"out\": 33, \"pullback\": 11, \"brutal\": 6, \"history\": 6, \"drag\": 1, \"slipped\": 10, \"level\": 43, \"sharp\": 19, \"decline\": 21, \"began\": 5, \"sunday\": 6, \"signaling\": 12, \"shaping\": 1, \"conditions\": 9, \"drop\": 20, \"bulls\": 11, \"defend\": 4, \"levels\": 21, \"regain\": 4, \"control\": 2, \"many\": 8, \"traders\": 43, \"watc\": 1, \"burger\": 6, \"steak\": 13, \"'n\": 1, \"shake\": 13, \"supersized\": 1, \"iconic\": 1, \"american\": 4, \"n\": 13, \"added\": 8, \"worth\": 9, \"balance\": 9, \"sheet\": 6, \"comes\": 8, \"treasuries\": 5, \"only\": 6, \"hodl\": 2, \"short\": 12, \"passive\": 4, \"hoarding\": 2, \"exposes\": 3, \"dats\": 1, \"compliance\": 2, \"missing\": 2, \"opportunities\": 3, \"provide\": 6, \"patient\": 1, \"dat\": 1, \"invests\": 1, \"supporting\": 3, \"ecosystem\": 6, \"longevity\": 1, \"return\": 5, \"tokenising\": 1, \"means\": 8, \"claude\": 1, \"meta\": 4, \"red\": 15, \"turmoil\": 4, \"91\": 2, \"105\": 4, \"129\": 2, \"cc\": 3, \"myx\": 3, \"preparations\": 2, \"revealed\": 4, \"roughly\": 8, \"10m\": 2, \"alongside\": 13, \"creation\": 2, \"corporate\": 7, \"buterin\": 7, \"called\": 8, \"sophisticated\": 2, \"dao\": 4, \"governance\": 4, \"improve\": 4, \"accountability\": 2, \"coordination\": 2, \"term\": 33, \"sustai\": 2, \"sells\": 1, \"amidst\": 4, \"trove\": 1, \"awful\": 1, \"lobbyists\": 3, \"ban\": 5, \"their\": 14, \"competition\": 4, \"publicly\": 7, \"fighting\": 1, \"legislation\": 7, \"lawmakers\": 3, \"noticeably\": 1, \"absent\": 2, \"debate\": 5, \"grayscale\": 20, \"altcoins\": 17, \"bleed\": 3, \"does\": 10, \"filing\": 6, \"signal\": 13, \"real\": 19, \"experiment\": 3, \"family\": 5, \"2025\": 41, \"offsetting\": 2, \"losses\": 28, \"elsewhere\": 3, \"account\": 1, \"8\": 19, \"fortune\": 3, \"accept\": 5, \"square\": 2, \"payments\": 13, \"checkout\": 3, \"made\": 6, \"available\": 2, \"eligible\": 3, \"stores\": 3, \"benefit\": 5, \"chargebacks\": 1, \"alex\": 2, \"thorn\": 2, \"four\": 12, \"broken\": 4, \"macroeconomic\": 4, \"favor\": 2, \"unchained\": 2, \"considered\": 1, \"reflecting\": 2, \"changes\": 10, \"dynamics\": 3, \"bitcoin's\": 27, \"chaotic\": 1, \"predict\": 2, \"accurately\": 2, \"experience\": 1, \"both\": 7, \"lows\": 19, \"p\": 11, \"mana\": 2, \"minds\": 2, \"partners\": 4, \"wanda\": 2, \"regulated\": 11, \"gift\": 2, \"cards\": 3, \"across\": 23, \"warsaw\": 1, \"poland\": 1, \"21st\": 2, \"january\": 34, \"chainwire\": 1, \"appeared\": 5, \"daily\": 8, \"ripple\": 13, \"president\": 19, \"unveils\": 4, \"her\": 3, \"monica\": 2, \"usage\": 3, \"shifts\": 9, \"decisively\": 2, \"pilots\": 1, \"production\": 5, \"clearer\": 3, \"rules\": 11, \"pull\": 3, \"banks\": 7, \"corporates\": 1, \"intermediaries\": 1, \"deeper\": 11, \"blo\": 1, \"reach\": 2, \"50\": 20, \"500\": 21, \"becoming\": 1, \"operating\": 2, \"layer\": 13, \"modern\": 1, \"sheets\": 2, \"hold\": 14, \"erased\": 5, \"gains\": 26, \"liquidation\": 14, \"trap\": 1, \"catches\": 2, \"trader\": 3, \"guard\": 1, \"surrendered\": 1, \"psychological\": 4, \"stronghold\": 1, \"during\": 14, \"asian\": 2, \"hours\": 21, \"21\": 6, \"marking\": 5, \"decisive\": 2, \"breakdown\": 3, \"effectively\": 3, \"asset's\": 2, \"start\": 7, \"cryptoslate's\": 4, \"world\": 23, \"breaks\": 6, \"3k\": 1, \"charts\": 7, \"flash\": 3, \"fresh\": 8, \"warnings\": 2, \"200\": 8, \"resistance\": 14, \"consolidating\": 2, \"880\": 1, \"correction\": 18, \"hourly\": 5, \"simp\": 1, \"newsbtc\": 62, \"retest\": 3, \"trend\": 7, \"come\": 5, \"renewed\": 5, \"sliding\": 4, \"toward\": 28, \"region\": 3, \"putting\": 2, \"sentiment\": 37, \"edge\": 3, \"move\": 17, \"shaken\": 1, \"weak\": 13, \"hands\": 3, \"approaching\": 3, \"critical\": 225, \"zone\": 10, \"determine\": 1, \"whether\": 11, \"merely\": 1, \"taps\": 1, \"bonus\": 11, \"program\": 2, \"employees\": 3, \"begin\": 1, \"paying\": 2, \"workers\": 2, \"bonuses\": 1, \"starting\": 5, \"march\": 4, \"earlier\": 4, \"build\": 4, \"list\": 2, \"fiu\": 3, \"registered\": 5, \"india\": 5, \"india's\": 2, \"thrives\": 1, \"strict\": 1, \"ind\": 1, \"oversight\": 2, \"legal\": 4, \"necessity\": 1, \"guide\": 3, \"highlights\": 11, \"platforms\": 6, \"suncrypto\": 1, \"coindcx\": 1, \"wazirx\": 1, \"speech\": 2, \"davos\": 1, \"gives\": 2, \"small\": 3, \"boost\": 2, \"13b\": 1, \"blondish\": 1, \"tuesday\": 15, \"88\": 5, \"905\": 1, \"127\": 2, \"zro\": 2, \"technical\": 13, \"selling\": 33, \"accelerated\": 2, \"longs\": 1, \"liquidated\": 4, \"slide\": 17, \"88k\": 2, \"delaware\": 1, \"life\": 2, \"fixed\": 1, \"indexed\": 1, \"annuity\": 1, \"linking\": 1, \"expan\": 1, \"reiterates\": 1, \"commitment\": 3, \"keep\": 9, \"reiterated\": 1, \"pecking\": 1, \"order\": 4, \"coinshares\": 4, \"announces\": 14, \"royal\": 3, \"jersey\": 4, \"date\": 7, \"listing\": 7, \"transaction\": 5, \"advances\": 4, \"globe\": 25, \"newswire\": 25, \"saint\": 1, \"helier\": 1, \"limited\": 9, \"nasdaq\": 69, \"stockholm\": 8, \"cs\": 1, \"otcqx\": 1, \"cnsrf\": 1, \"merger\": 1, \"vine\": 1, \"hill\": 2, \"investment\": 14, \"corp\": 4, \"nasd\": 1, \"bipartisan\": 1, \"alliance\": 1, \"imploded\": 1, \"stakes\": 2, \"software\": 4, \"protections\": 2, \"limbo\": 1, \"agriculture\": 3, \"john\": 1, \"boozman\": 1, \"updated\": 2, \"text\": 1, \"full\": 7, \"pdf\": 1, \"night\": 1, \"release\": 7, \"locks\": 1, \"path\": 2, \"markup\": 4, \"also\": 9, \"hardens\": 1, \"split\": 4, \"det\": 1, \"policy\": 11, \"institute\": 1, \"fedi\": 1, \"cornell\": 1, \"study\": 1, \"views\": 2, \"financial\": 20, \"privacy\": 6, \"initiative\": 6, \"enforcement\": 4, \"actions\": 1, \"pending\": 1, \"tools\": 1, \"source\": 9, \"developers\": 3, \"treated\": 1, \"remove\": 4, \"ether\": 14, \"options\": 17, \"rule\": 4, \"change\": 1, \"exercise\": 1, \"strive\": 5, \"pricing\": 4, \"upsized\": 2, \"follow\": 8, \"sata\": 5, \"concurrent\": 2, \"semler\": 2, \"notes\": 6, \"transactions\": 6, \"represent\": 3, \"issuance\": 2, \"25\": 10, \"shares\": 29, \"aggregate\": 4, \"dogecoin\": 33, \"foundation\": 2, \"backed\": 6, \"21shares\": 8, \"doge\": 13, \"launches\": 14, \"product\": 7, \"receive\": 2, \"formal\": 1, \"light\": 2, \"18b\": 1, \"manager\": 4, \"f\": 4, \"m\": 8, \"seeks\": 4, \"tokenize\": 1, \"investments\": 7, \"relief\": 5, \"ownership\": 1, \"permissioned\": 1, \"tokenization\": 10, \"spreads\": 1, \"firms\": 8, \"increasingly\": 5, \"warming\": 1, \"cryptocurrencies\": 22, \"bybit\": 2, \"ben\": 1, \"zhou\": 1, \"don't\": 5, \"embrace\": 1, \"obsolete\": 1, \"especially\": 2, \"each\": 6, \"which\": 13, \"altcoin\": 15, \"dominate\": 7, \"season\": 3, \"arrives\": 1, \"question\": 3, \"down\": 30, \"rotation\": 9, \"dominance\": 4, \"sits\": 1, \"keeping\": 6, \"grip\": 4, \"liquidity\": 21, \"rush\": 4, \"ecosystems\": 2, \"web3\": 3, \"innovation\": 6, \"el\": 9, \"salvador\": 3, \"hub\": 5, \"salvador's\": 2, \"announcing\": 2, \"development\": 6, \"diversified\": 2, \"rwa\": 3, \"portafolio\": 1, \"exclusive\": 1, \"zbd\": 1, \"40\": 7, \"game\": 3, \"founded\": 1, \"2019\": 1, \"aims\": 1, \"rethink\": 1, \"players\": 3, \"items\": 1, \"subscriptions\": 1, \"17k\": 1, \"exchanges\": 10, \"alarm\": 2, \"deepen\": 5, \"rally\": 26, \"failed\": 6, \"suggests\": 3, \"view\": 3, \"discounted\": 1, \"shift\": 26, \"whales\": 8, \"react\": 3, \"rising\": 12, \"tension\": 2, \"united\": 4, \"states\": 3, \"european\": 3, \"union\": 2, \"geopolitical\": 8, \"friction\": 1, \"tone\": 1, \"pressured\": 2, \"equities\": 8, \"buyers\": 5, \"fight\": 2, \"stay\": 5, \"above\": 17, \"water\": 2, \"stabilization\": 1, \"capitulation\": 4, \"prevent\": 1, \"days\": 12, \"heavy\": 7, \"volatility\": 29, \"fragile\": 8, \"ca\": 2, \"fuel\": 2, \"netflows\": 1, \"hint\": 2, \"reacted\": 2, \"closely\": 5, \"watching\": 4, \"trade\": 12, \"headlines\": 1, \"increase\": 4, \"uncertainty\": 12, \"aroun\": 1, \"popular\": 10, \"joint\": 5, \"expanding\": 6, \"paid\": 2, \"took\": 9, \"litecoin\": 4, \"third\": 4, \"coingate\": 3, \"report\": 24, \"crown\": 1, \"rankings\": 2, \"looked\": 1, \"thread\": 1, \"processo\": 1, \"stellar\": 2, \"franklin\": 2, \"templeton\": 2, \"adopted\": 2, \"roger\": 1, \"bayston\": 1, \"head\": 5, \"unpacks\": 3, \"managers\": 2, \"embraced\": 1, \"taco\": 1, \"bitgo\": 1, \"skr\": 1, \"token\": 20, \"soars\": 5, \"fdv\": 1, \"rebounding\": 1, \"pivoted\": 1, \"995\": 1, \"94\": 2, \"sky\": 1, \"sand\": 1, \"liquidations\": 25, \"rebounded\": 2, \"sharply\": 5, \"signaled\": 3, \"retreat\": 2, \"measures\": 2, \"native\": 6, \"dvt\": 1, \"staking\": 3, \"strengthen\": 1, \"decentralization\": 1, \"experimentation\": 1, \"advisors\": 6, \"impact\": 4, \"government\": 13, \"expected\": 9, \"clarify\": 2, \"enable\": 3, \"bring\": 6, \"transparency\": 5, \"spending\": 4, \"know\": 21, \"reading\": 12, \"coindesk\": 28, \"weekly\": 9, \"newsletter\": 2, \"ag\": 2, \"unsuccessful\": 1, \"awaited\": 2, \"session\": 5, \"stabl\": 1, \"submits\": 1, \"proposal\": 2, \"second\": 9, \"paperwork\": 1, \"add\": 5, \"traded\": 18, \"lineup\": 2, \"tracking\": 1, \"binance's\": 4, \"fails\": 2, \"spark\": 2, \"breakout\": 11, \"range\": 11, \"bound\": 2, \"adding\": 4, \"binance\": 23, \"proposals\": 2, \"grayscale's\": 1, \"signals\": 19, \"acceptance\": 1, \"mainstream\": 1, \"integration\": 3, \"briefing\": 4, \"wants\": 3, \"restrictions\": 2, \"fidelity\": 4, \"expansion\": 6, \"beyond\": 8, \"expand\": 4, \"products\": 6, \"thailand\": 5, \"preparing\": 4, \"related\": 15, \"regulate\": 1, \"futures\": 20, \"reported\": 9, \"bangkok\": 1, \"23\": 7, \"sensex\": 8, \"ended\": 2, \"769\": 1, \"pts\": 2, \"81\": 4, \"537\": 1, \"nifty\": 9, \"241\": 1, \"95\": 5, \"048\": 1, \"65\": 8, \"share\": 8, \"indian\": 3, \"friday\": 7, \"posted\": 5, \"sustained\": 6, \"outflows\": 28, \"mixed\": 6, \"earnings\": 22, \"outweighed\": 1, \"tensions\": 3, \"predicts\": 4, \"super\": 5, \"breaking\": 5, \"historic\": 11, \"pattern\": 5, \"changpeng\": 3, \"zhao\": 3, \"expects\": 3, \"460\": 1, \"24h\": 2, \"79\": 4, \"vol\": 1, \"42\": 2, \"75\": 11, \"b\": 5, \"enter\": 3, \"emerging\": 8, \"unevenly\": 2, \"regions\": 2, \"pricewaterhousecoopers\": 1, \"use\": 7, \"class\": 1, \"point\": 9, \"reversibility\": 1, \"bitwise\": 13, \"likely\": 8, \"bottomed\": 1, \"echoing\": 2, \"q1\": 7, \"2023\": 6, \"setup\": 4, \"management\": 8, \"drawdown\": 7, \"fingerprints\": 1, \"cyclical\": 1, \"low\": 38, \"strengthening\": 1, \"business\": 4, \"fundamentals\": 3, \"multi\": 7, \"stuck\": 4, \"gaming\": 4, \"going\": 10, \"parabolic\": 3, \"treads\": 1, \"death\": 4, \"cross\": 8, \"axie\": 1, \"infinity\": 1, \"exploding\": 1, \"gamefi\": 1, \"pile\": 1, \"profit\": 3, \"stalls\": 2, \"71\": 3, \"enough\": 2, \"sustainable\": 1, \"recovery\": 7, \"facing\": 6, \"test\": 9, \"unstable\": 1, \"attempting\": 3, \"turbulence\": 1, \"confidence\": 8, \"uncerta\": 1, \"exposing\": 2, \"dirty\": 1, \"uses\": 1, \"streaming\": 1, \"social\": 7, \"mining\": 26, \"consumed\": 2, \"171\": 1, \"twh\": 3, \"representing\": 1, \"16\": 5, \"center\": 5, \"energy\": 4, \"centers\": 3, \"worldwide\": 3, \"448\": 2, \"050\": 1, \"estimates\": 3, \"varying\": 1, \"analysts'\": 1, \"gartner\": 1, \"sues\": 1, \"5b\": 3, \"ledger\": 3, \"4b\": 4, \"reversible\": 1, \"nears\": 1, \"closes\": 2, \"925\": 1, \"axs\": 1, \"enlisting\": 1, \"jefferies\": 1, \"brad\": 2, \"garlinghouse\": 1, \"predicted\": 2, \"momentum\": 7, \"participation\": 4, \"drivers\": 3, \"sued\": 1, \"cftc\": 4, \"host\": 1, \"harmonization\": 1, \"event\": 9, \"commodity\": 2, \"future\": 7, \"administration\": 2, \"snake\": 1, \"ready\": 4, \"break\": 5, \"application\": 1, \"interesting\": 2, \"applied\": 2, \"marks\": 3, \"play\": 8, \"inflection\": 2, \"analyst\": 38, \"attempts\": 2, \"climb\": 3, \"affirmed\": 1, \"doing\": 2, \"highlighting\": 3, \"multiple\": 2, \"structures\": 1, \"timeframes\": 1, \"180\": 1, \"overcomes\": 1, \"hurdle\": 1, \"threat\": 4, \"cloud\": 3, \"air\": 1, \"eliezer\": 1, \"ndinga\": 1, \"unless\": 1, \"vulnerability\": 2, \"targets\": 7, \"ark\": 11, \"ltc\": 1, \"moment\": 3, \"index\": 13, \"put\": 4, \"radars\": 1, \"though\": 5, \"remained\": 2, \"uncertain\": 1, \"finds\": 3, \"case\": 7, \"las\": 2, \"vegas\": 2, \"shops\": 2, \"bigger\": 2, \"chains\": 1, \"taking\": 5, \"people\": 6, \"scan\": 1, \"qr\": 1, \"code\": 5, \"phone\": 1, \"merchant\": 1, \"local\": 3, \"reports\": 19, \"cut\": 4, \"card\": 3, \"processing\": 1, \"accepting\": 1, \"self\": 4, \"reinforcing\": 3, \"revenue\": 9, \"helps\": 1, \"upgrades\": 1, \"improvements\": 1, \"food\": 1, \"corpo\": 1, \"tezos\": 3, \"tallinn\": 1, \"upgrade\": 3, \"slashes\": 1, \"block\": 4, \"times\": 1, \"seconds\": 1, \"proof\": 3, \"stake\": 2, \"successfully\": 1, \"completed\": 6, \"decision\": 2, \"economist\": 5, \"elite\": 1, \"movement\": 2, \"reshaped\": 1, \"constant\": 1, \"battle\": 1, \"ideas\": 1, \"reshapes\": 1, \"groups\": 2, \"successful\": 1, \"winning\": 3, \"war\": 1, \"little\": 2, \"known\": 3, \"atlas\": 1, \"avalanche\": 6, \"debuts\": 2, \"avax\": 3, \"get\": 5, \"allowing\": 3, \"gain\": 7, \"expands\": 7, \"debuted\": 1, \"listed\": 8, \"focused\": 11, \"awaiting\": 1, \"clear\": 7, \"exodus\": 1, \"everything\": 4, \"subsequent\": 1, \"discovery\": 1, \"flows\": 4, \"turn\": 4, \"tested\": 2, \"sticky\": 1, \"cryptoslate\": 1, \"tracked\": 1, \"income\": 9, \"ishares\": 6, \"premium\": 4, \"monthly\": 7, \"covered\": 1, \"call\": 6, \"fsa\": 1, \"reshape\": 2, \"nomura\": 2, \"sbi\": 2, \"among\": 5, \"create\": 2, \"capitalisation\": 1, \"tripled\": 1, \"three\": 8, \"grown\": 1, \"120\": 3, \"2028\": 4, \"services\": 11, \"classify\": 1, \"reaching\": 1, \"nikkei\": 2, \"framework\": 4, \"permit\": 1, \"regulator\": 2, \"weighing\": 2, \"allow\": 1, \"qualify\": 1, \"possible\": 1, \"access\": 10, \"payment\": 8, \"rails\": 3, \"digitap\": 2, \"tap\": 3, \"utshines\": 1, \"blockdag\": 1, \"bdag\": 1, \"best\": 16, \"deposits\": 4, \"users\": 6, \"fastest\": 1, \"verypositive\": 12, \"surge\": 23, \"everlight\": 8, \"node\": 4, \"onboarding\": 2, \"phase\": 11, \"san\": 4, \"francisco\": 4, \"26\": 5, \"milestone\": 1, \"project\": 4, \"extend\": 7, \"usability\": 1, \"lists\": 3, \"spacecoin\": 2, \"space\": 6, \"victoria\": 2, \"seychelles\": 2, \"universal\": 2, \"uex\": 1, \"addition\": 1, \"depin\": 1, \"usdt\": 6, \"pair\": 1, \"spx\": 3, \"dxy\": 4, \"ada\": 6, \"bch\": 2, \"lowest\": 16, \"sellers\": 2, \"declining\": 1, \"complicate\": 1, \"quick\": 12, \"collapses\": 1, \"weakening\": 7, \"pool\": 1, \"drops\": 18, \"thing\": 4, \"rarely\": 1, \"think\": 5, \"bad\": 6, \"weather\": 4, \"affect\": 2, \"happens\": 4, \"fairly\": 1, \"regularly\": 1, \"snow\": 2, \"legitimately\": 1, \"pose\": 1, \"secure\": 1, \"fat\": 2, \"smear\": 1, \"color\": 1, \"100k\": 3, \"silently\": 1, \"broke\": 2, \"curve\": 2, \"craters\": 2, \"told\": 1, \"broadly\": 2, \"same\": 5, \"story\": 4, \"when\": 14, \"moved\": 3, \"showed\": 8, \"became\": 2, \"active\": 5, \"relationship\": 2, \"never\": 2, \"perfect\": 1, \"slowed\": 2, \"opposition\": 1, \"costs\": 4, \"once\": 3, \"hive\": 6, \"bitfarm\": 1, \"downgraded\": 2, \"warns\": 7, \"kbw's\": 1, \"stephen\": 1, \"glagola\": 1, \"turning\": 5, \"hpc\": 1, \"falling\": 17, \"puts\": 2, \"cbeci\": 1, \"suggest\": 8, \"any\": 10, \"miner\": 8, \"least\": 1, \"per\": 6, \"kwh\": 1, \"loss\": 16, \"mined\": 2, \"lose\": 4, \"standard\": 8, \"chartered\": 8, \"tokens\": 8, \"end\": 7, \"estimated\": 2, \"analysis\": 7, \"intensify\": 1, \"compan\": 1, \"lqwd\": 7, \"technologies\": 10, \"present\": 2, \"conference\": 4, \"virtual\": 5, \"27th\": 2, \"invites\": 3, \"individual\": 6, \"well\": 7, \"attend\": 3, \"online\": 8, \"virtualinvestorconferences\": 2, \"com\": 5, \"vancouver\": 1, \"british\": 1, \"columbia\": 1, \"tsxv\": 1, \"lq\": 1, \"virtualinvesto\": 1, \"bargain\": 2, \"underlines\": 1, \"2022\": 2, \"repeats\": 1, \"recovers\": 1, \"bounce\": 4, \"warned\": 6, \"left\": 4, \"resembles\": 1, \"rotates\": 4, \"touches\": 1, \"5k\": 6, \"stress\": 7, \"ground\": 2, \"broader\": 15, \"appetite\": 5, \"choppy\": 1, \"consolidation\": 4, \"intensifying\": 2, \"job\": 3, \"listings\": 2, \"rise\": 3, \"non\": 4, \"roles\": 2, \"openings\": 1, \"included\": 2, \"executive\": 2, \"assistant\": 1, \"marketing\": 1, \"director\": 2, \"designer\": 1, \"marshals\": 2, \"confirm\": 4, \"probe\": 1, \"40m\": 1, \"theft\": 1, \"claims\": 12, \"involving\": 1, \"seized\": 3, \"house\": 1, \"council\": 1, \"investigating\": 1, \"surrounding\": 1, \"stolen\": 3, \"fork\": 1, \"road\": 2, \"wavers\": 1, \"argued\": 5, \"without\": 8, \"federal\": 8, \"become\": 7, \"indispensable\": 1, \"winds\": 1, \"potentially\": 2, \"away\": 6, \"violent\": 4, \"weekends\": 1, \"run\": 6, \"alive\": 2, \"continues\": 16, \"problem\": 2, \"weekend\": 14, \"brutally\": 1, \"true\": 3, \"worse\": 2, \"held\": 7, \"dollars\": 7, \"got\": 3, \"taxed\": 1, \"th\": 3, \"safe\": 3, \"fully\": 1, \"custody\": 10, \"judgment\": 1, \"genuinely\": 1, \"curious\": 2, \"convenience\": 1, \"hardware\": 2, \"multisig\": 1, \"simple\": 6, \"cold\": 2, \"storage\": 1, \"handle\": 2, \"backups\": 1, \"inheritance\": 1, \"choose\": 1, \"appro\": 1, \"closing\": 7, \"oversubscribed\": 1, \"dallas\": 2, \"28\": 5, \"inc\": 25, \"asst\": 1, \"320\": 4, \"variable\": 1, \"series\": 7, \"perpetual\": 3, \"preferred\": 1, \"86k\": 1, \"wirehouse\": 1, \"influx\": 1, \"contend\": 1, \"entry\": 1, \"claimed\": 1, \"institutions\": 11, \"lining\": 2, \"moomoo\": 1, \"moomoo's\": 1, \"gained\": 2, \"immediate\": 2, \"nasdaq's\": 1, \"newly\": 2, \"wednesday\": 24, \"microsoft\": 1, \"here's\": 12, \"fourth\": 5, \"quarter\": 12, \"115\": 1, \"consensus\": 1, \"forecasts\": 1, \"dubai\": 11, \"insurance\": 10, \"settlements\": 2, \"enabled\": 2, \"policyholders\": 1, \"premiums\": 3, \"partnership\": 7, \"zodia\": 3, \"readies\": 1, \"issue\": 4, \"via\": 1, \"national\": 1, \"occ\": 1, \"presale\": 8, \"phased\": 2, \"roadmap\": 4, \"lightweight\": 1, \"particip\": 1, \"casino\": 10, \"dimension\": 1, \"los\": 1, \"angeles\": 1, \"beginning\": 5, \"decade\": 3, \"casinos\": 2, \"had\": 7, \"established\": 2, \"century\": 1, \"solidified\": 1, \"paypal\": 6, \"survey\": 2, \"merchants\": 4, \"places\": 1, \"others\": 3, \"say\": 11, \"customer\": 2, \"reason\": 2, \"wh\": 1, \"nearly\": 18, \"strongest\": 2, \"hospitality\": 1, \"travel\": 1, \"goods\": 1, \"millennials\": 1, \"gen\": 1, \"zs\": 1, \"proving\": 1, \"savvy\": 1, \"shoppers\": 1, \"derivatives\": 12, \"extreme\": 8, \"refuses\": 2, \"struggling\": 6, \"traction\": 2, \"volatile\": 4, \"selloff\": 13, \"stabilized\": 1, \"cannibalizing\": 1, \"leave\": 1, \"sleeve\": 1, \"packaging\": 1, \"flagship\": 1, \"inherent\": 1, \"distributable\": 1, \"14\": 4, \"registration\": 1, \"statement\": 1, \"fomc\": 5, \"watch\": 4, \"braced\": 1, \"trigger\": 3, \"swings\": 3, \"flip\": 4, \"distribution\": 2, \"details\": 3, \"reclaim\": 4, \"reflects\": 1, \"hesitation\": 1, \"rather\": 11, \"panic\": 5, \"inability\": 1, \"00\": 3, \"brace\": 2, \"surpass\": 2, \"correcting\": 2, \"might\": 9, \"struggle\": 3, \"860\": 2, \"890\": 2, \"hourl\": 1, \"reset\": 4, \"july\": 2, \"peak\": 4, \"drifts\": 1, \"defined\": 4, \"apathy\": 1, \"thinning\": 1, \"sides\": 1, \"fading\": 2, \"powerful\": 1, \"cooled\": 1, \"significantly\": 3, \"steep\": 2, \"plunge\": 12, \"join\": 2, \"succumb\": 1, \"reality\": 4, \"slid\": 9, \"territory\": 4, \"attempted\": 2, \"recliam\": 1, \"gauge\": 1, \"greenback\": 1, \"against\": 13, \"peers\": 1, \"touched\": 3, \"566\": 1, \"weakes\": 1, \"urgent\": 1, \"hsbc\": 4, \"issued\": 6, \"2021\": 5, \"directive\": 1, \"aggressively\": 3, \"recommends\": 1, \"overweighting\": 1, \"debt\": 1, \"bonds\": 1, \"underweighting\": 1, \"sovereigns\": 1, \"grade\": 3, \"oil\": 2, \"rests\": 1, \"rallied\": 2, \"crashing\": 3, \"spread\": 1, \"fallen\": 7, \"raising\": 3, \"strength\": 4, \"dominant\": 2, \"cur\": 1, \"steady\": 6, \"surged\": 4, \"jto\": 1, \"memecoin\": 4, \"pippin\": 1, \"polkadot\": 2, \"motley\": 67, \"fool\": 71, \"gemini\": 4, \"pays\": 2, \"themed\": 2, \"holders\": 13, \"enters\": 1, \"gtreasury\": 2, \"built\": 6, \"ripple's\": 1, \"acquisition\": 2, \"foothold\": 2, \"pauses\": 3, \"shapes\": 1, \"paused\": 1, \"instead\": 3, \"reshaping\": 3, \"expectations\": 4, \"monetary\": 5, \"pac\": 1, \"193m\": 1, \"donations\": 2, \"represented\": 1, \"fairshake's\": 1, \"hand\": 2, \"cautious\": 5, \"entering\": 2, \"charting\": 1, \"glassnode\": 3, \"collaboration\": 1, \"stated\": 1, \"benzinga\": 93, \"tether\": 20, \"stash\": 2, \"former\": 6, \"nuclear\": 4, \"bunker\": 3, \"issuer\": 3, \"precious\": 14, \"metal\": 4, \"swiss\": 3, \"things\": 7, \"easy\": 2, \"currency\": 7, \"evaluate\": 1, \"fund's\": 1, \"pros\": 2, \"cons\": 1, \"outcome\": 4, \"weakened\": 3, \"positioned\": 2, \"today's\": 1, \"pause\": 1, \"idea\": 4, \"apple\": 1, \"132\": 1, \"consumer\": 1, \"leader's\": 1, \"monster\": 3, \"success\": 3, \"tremendous\": 1, \"profits\": 3, \"robust\": 1, \"rethinks\": 1, \"nosedive\": 2, \"disappointed\": 1, \"apparent\": 1, \"soared\": 1, \"nosedived\": 1, \"100x\": 3, \"gem\": 1, \"everyone's\": 1, \"sleeping\": 1, \"proven\": 1, \"beating\": 2, \"several\": 8, \"picking\": 1, \"daunting\": 1, \"task\": 1, \"cipher\": 6, \"unusual\": 2, \"cifr\": 3, \"spend\": 2, \"taken\": 4, \"stance\": 2, \"noticed\": 1, \"trades\": 7, \"track\": 2, \"wealthy\": 3, \"individuals\": 1, \"hype's\": 1, \"58\": 2, \"72\": 11, \"entered\": 3, \"classic\": 4, \"exploded\": 1, \"45\": 1, \"roars\": 2, \"strategies\": 4, \"purr\": 1, \"limelight\": 1, \"presumably\": 1, \"such\": 3, \"finished\": 2, \"dumping\": 1, \"millions\": 6, \"removing\": 2, \"overhead\": 3, \"applovin\": 1, \"demands\": 1, \"seller\": 2, \"capitalwatch\": 2, \"retract\": 1, \"'conspiratorial'\": 1, \"applovin's\": 1, \"cease\": 1, \"desist\": 1, \"letter\": 2, \"seller's\": 1, \"accusations\": 1, \"defamatory\": 1, \"baseless\": 1, \"cracks\": 2, \"tons\": 1, \"emerged\": 1, \"private\": 5, \"paolo\": 4, \"ardoino\": 4, \"further\": 14, \"ambitions\": 1, \"allocate\": 1, \"hood\": 8, \"stock's\": 1, \"pop\": 2, \"robinhood\": 14, \"soar\": 2, \"fueled\": 4, \"bold\": 2, \"fintech\": 6, \"let's\": 1, \"exhaustion\": 1, \"lack\": 1, \"buyer\": 1, \"keeps\": 6, \"deferred\": 1, \"differences\": 1, \"properties\": 1, \"help\": 6, \"percentage\": 2, \"terms\": 2, \"offers\": 3, \"collect\": 2, \"insurer\": 2, \"globally\": 3, \"transact\": 2, \"it's\": 8, \"29\": 6, \"deposit\": 8, \"codes\": 2, \"cafe\": 2, \"verified\": 2, \"sites\": 3, \"usa\": 4, \"payouts\": 1, \"redefine\": 1, \"outlined\": 4, \"scenario\": 2, \"litigation\": 1, \"priced\": 8, \"measurable\": 1, \"note\": 4, \"mat\": 1, \"85\": 5, \"thursday\": 28, \"extending\": 5, \"downward\": 1, \"seen\": 11, \"throughout\": 1, \"briefly\": 7, \"watched\": 2, \"failing\": 4, \"lift\": 1, \"pr\": 6, \"83\": 4, \"4k\": 1, \"bugs\": 1, \"talks\": 2, \"toll\": 4, \"80\": 19, \"stop\": 2, \"distant\": 1, \"doomsday\": 1, \"rages\": 1, \"broker\": 1, \"ample\": 1, \"evolve\": 1, \"theory\": 2, \"prediction\": 26, \"expect\": 2, \"february\": 14, \"stabilize\": 2, \"improves\": 1, \"slow\": 3, \"preceded\": 2, \"66\": 2, \"pointed\": 2, \"formed\": 1, \"crossover\": 1, \"smas\": 1, \"ali\": 1, \"martinez\": 1, \"shared\": 3, \"ugly\": 2, \"want\": 3, \"buckle\": 1, \"pain\": 2, \"slips\": 7, \"bears\": 2, \"upper\": 1, \"corrected\": 1, \"1220\": 1, \"holding\": 9, \"1275\": 1, \"1225\": 1, \"table\": 1, \"950\": 1, \"declined\": 2, \"hour\": 1, \"takes\": 3, \"shape\": 3, \"kept\": 1, \"collapse\": 4, \"happening\": 3, \"mid\": 2, \"000s\": 1, \"bounced\": 1, \"breathing\": 1, \"room\": 1, \"plumbing\": 1, \"headline\": 1, \"caution\": 2, \"fed's\": 1, \"widely\": 1, \"haven\": 2, \"sea\": 1, \"sygnum\": 2, \"alpha\": 1, \"annualized\": 2, \"q4\": 20, \"raised\": 2, \"professional\": 1, \"paper\": 4, \"isn\": 3, \"suppressing\": 1, \"jeff\": 2, \"park\": 2, \"unusually\": 1, \"subdued\": 1, \"setting\": 2, \"procap\": 1, \"cio\": 2, \"adviser\": 1, \"calls\": 4, \"dangerous\": 2, \"asymmetry\": 1, \"unlikely\": 1, \"stays\": 3, \"vi\": 1, \"deribit\": 1, \"volume\": 4, \"concentrated\": 2, \"strike\": 1, \"rangebound\": 1, \"hedged\": 1, \"positions\": 9, \"leverage\": 10, \"explores\": 3, \"draws\": 1, \"would\": 7, \"legitimize\": 1, \"core\": 5, \"niche\": 2, \"bitgo's\": 1, \"cardano\": 5, \"2024\": 18, \"harder\": 1, \"showing\": 5, \"sharper\": 1, \"hitting\": 3, \"talos\": 1, \"extends\": 4, \"150m\": 1, \"sony\": 1, \"extension\": 2, \"values\": 1, \"york\": 6, \"includes\": 2, \"innovators\": 5, \"rewarding\": 1, \"they're\": 2, \"owning\": 1, \"84\": 3, \"plummet\": 2, \"plummeted\": 4, \"commodities\": 4, \"coinglass\": 2, \"226\": 1, \"842\": 1, \"948\": 1, \"33\": 2, \"losers\": 2, \"include\": 5, \"chiliz\": 1, \"optimism\": 3, \"spike\": 3, \"frenzy\": 1, \"hard\": 1, \"plummets\": 3, \"sweeps\": 1, \"hawkish\": 2, \"driving\": 7, \"myriad\": 4, \"69k\": 1, \"rebound\": 11, \"stops\": 3, \"trump's\": 17, \"suddenly\": 2, \"dropped\": 8, \"endured\": 1, \"snap\": 2, \"retracement\": 1, \"give\": 3, \"800m\": 1, \"plunged\": 12, \"gave\": 1, \"atkins\": 5, \"'the\": 2, \"right'\": 2, \"401\": 6, \"k\": 6, \"matter\": 3, \"paul\": 3, \"opened\": 3, \"door\": 3, \"retirement\": 2, \"accounts\": 2, \"guidance\": 2, \"synthetic\": 3, \"requiring\": 2, \"legitimate\": 1, \"equity\": 4, \"seemingly\": 3, \"finding\": 1, \"pulling\": 1, \"sol's\": 1, \"betting\": 7, \"losing\": 6, \"faith\": 1, \"race\": 1, \"defi\": 11, \"appoints\": 1, \"hadley\": 2, \"stern\": 2, \"directors\": 4, \"boca\": 1, \"raton\": 1, \"fl\": 1, \"dfdv\": 1, \"accumulate\": 1, \"compound\": 1, \"appointment\": 2, \"citrea\": 1, \"rollup\": 2, \"mainnet\": 1, \"ctusd\": 1, \"citrea's\": 1, \"stack\": 2, \"complexity\": 1, \"anchor\": 1, \"base\": 3, \"dollar's\": 1, \"slump\": 8, \"gold's\": 1, \"beta\": 6, \"hedge\": 3, \"yearly\": 1, \"sinks\": 3, \"yen\": 1, \"de\": 3, \"dollarization\": 1, \"udn\": 1, \"fxy\": 1, \"gld\": 1, \"toobit\": 2, \"introduces\": 2, \"mystery\": 3, \"boxes\": 2, \"contracts\": 5, \"george\": 1, \"town\": 1, \"cayman\": 1, \"islands\": 1, \"award\": 1, \"contract\": 2, \"ongoing\": 6, \"allows\": 1, \"discover\": 1, \"unlock\": 1, \"containing\": 1, \"gambling\": 1, \"transformative\": 2, \"define\": 2, \"credibility\": 1, \"coinbase's\": 1, \"brian\": 3, \"armstrong\": 4, \"vows\": 1, \"trumpaccounts\": 2, \"matching\": 1, \"contribution\": 2, \"employees'\": 1, \"kids\": 1, \"signed\": 2, \"pledging\": 1, \"children\": 1, \"decades\": 1, \"look\": 7, \"stand\": 3, \"uae's\": 1, \"central\": 4, \"abu\": 4, \"dhabi's\": 1, \"usdu\": 1, \"uae\": 3, \"regulation\": 6, \"htx\": 3, \"ethena's\": 1, \"delta\": 1, \"panama\": 2, \"city\": 4, \"upcoming\": 2, \"developed\": 1, \"innovative\": 1, \"primitives\": 2, \"user\": 3, \"cere\": 2, \"lawsuit\": 4, \"alleging\": 1, \"accuses\": 1, \"co\": 6, \"relation\": 1, \"'millionaire'\": 1, \"ramp\": 1, \"'encouraging\": 1, \"sign'\": 1, \"indicator\": 1, \"sitting\": 1, \"senators\": 3, \"challenge\": 2, \"deputy\": 2, \"taskforce\": 1, \"shutdown\": 4, \"six\": 2, \"cited\": 1, \"162\": 1, \"illicit\": 3, \"argue\": 1, \"doj\": 3, \"disbanded\": 1, \"metrics\": 2, \"warn\": 4, \"hyperliquid's\": 3, \"uptick\": 1, \"occurred\": 2, \"dex\": 2, \"scams\": 5, \"industrial\": 5, \"trm\": 3, \"scammer\": 1, \"addresses\": 2, \"fraudsters\": 1, \"scaled\": 2, \"businesslike\": 1, \"efficiency\": 1, \"tesla\": 4, \"didn't\": 3, \"elon\": 7, \"musk\": 4, \"company's\": 4, \"amounted\": 1, \"tsla\": 1, \"retained\": 1, \"008\": 1, \"dec\": 1, \"31\": 9, \"recordkeeping\": 1, \"alter\": 1, \"unresolved\": 1, \"fit\": 1, \"existing\": 2, \"law\": 1, \"sideways\": 1, \"sees\": 9, \"btc's\": 4, \"mini\": 9, \"arca\": 10, \"extended\": 7, \"anybody's\": 1, \"currently\": 7, \"ran\": 2, \"sending\": 4, \"hasn't\": 2, \"yet\": 11, \"warm\": 1, \"ends\": 3, \"296\": 1, \"points\": 10, \"82\": 5, \"269\": 1, \"skids\": 1, \"98\": 1, \"dragged\": 2, \"updates\": 2, \"closed\": 1, \"budget\": 4, \"presentation\": 1, \"tata\": 1, \"steel\": 1, \"loser\": 1, \"cent\": 3, \"walks\": 1, \"coronavirus\": 1, \"pandemic\": 1, \"acquaintances\": 1, \"feared\": 1, \"laid\": 1, \"exploring\": 4, \"streams\": 1, \"those\": 3, \"interested\": 2, \"acting\": 2, \"weakens\": 2, \"plays\": 3, \"role\": 6, \"hedging\": 1, \"hot\": 3, \"recap\": 2, \"river\": 1, \"393\": 1, \"rises\": 3, \"prnewswire\": 1, \"gradual\": 1, \"rotating\": 7, \"sectors\": 1, \"stronger\": 3, \"cl\": 1, \"david\": 1, \"marcus\": 1, \"voice\": 1, \"restated\": 1, \"familiar\": 4, \"beat\": 2, \"store\": 1, \"mix\": 1, \"scarcity\": 2, \"tool\": 3, \"word\": 2, \"seed\": 1, \"phrase\": 1, \"reasons\": 1, \"h\": 1, \"bottom\": 7, \"ratio\": 1, \"expert\": 4, \"drifting\": 1, \"pivotal\": 1, \"determining\": 1, \"direction\": 3, \"surfacing\": 1, \"participants\": 4, \"assume\": 1, \"however\": 3, \"opted\": 1, \"conservative\": 1, \"remain\": 4, \"unfolded\": 3, \"weighed\": 4, \"bitmine\": 18, \"912\": 1, \"745m\": 1, \"61\": 1, \"staked\": 1, \"period\": 1, \"notable\": 3, \"divergence\": 2, \"declines\": 2, \"unwind\": 2, \"accelerates\": 4, \"overnight\": 1, \"tumbled\": 7, \"leveraged\": 4, \"shed\": 4, \"817m\": 1, \"nine\": 8, \"crash\": 30, \"coupled\": 1, \"catalyzed\": 1, \"817\": 2, \"82k\": 1, \"7b\": 2, \"escalating\": 1, \"announcement\": 2, \"dominates\": 2, \"hiring\": 1, \"singapore\": 4, \"jumps\": 1, \"158\": 1, \"bitvocation\": 3, \"jobs\": 3, \"steam\": 1, \"grow\": 2, \"47\": 1, \"lately\": 2, \"entire\": 3, \"caps\": 1, \"winter\": 5, \"storm\": 3, \"rocks\": 1, \"cryptoquant\": 8, \"extremely\": 4, \"underpaid\": 1, \"given\": 1, \"crashes\": 15, \"68b\": 1, \"spill\": 1, \"overleveraged\": 1, \"force\": 1, \"nose\": 1, \"dived\": 3, \"crashed\": 4, \"chatter\": 1, \"kevin\": 9, \"warsh's\": 2, \"nomination\": 6, \"sofi\": 4, \"quarterly\": 1, \"reintroduced\": 1, \"rolled\": 1, \"remittances\": 1, \"bubble\": 4, \"invest's\": 1, \"cathie\": 8, \"wood\": 7, \"isn't\": 2, \"worried\": 1, \"singling\": 1, \"rejects\": 2, \"october's\": 2, \"calling\": 2, \"allegations\": 1, \"resilient\": 1, \"fears\": 9, \"shifting\": 7, \"experienced\": 6, \"pronounced\": 1, \"kraken\": 2, \"spac\": 1, \"345m\": 1, \"blank\": 1, \"check\": 4, \"name\": 2, \"target\": 1, \"creates\": 4, \"vehicle\": 1, \"right\": 16, \"summer\": 2, \"begins\": 4, \"nvda\": 2, \"nem\": 1, \"rotations\": 1, \"capacity\": 2, \"anchors\": 1, \"repricing\": 1, \"regulations\": 2, \"stable\": 3, \"transform\": 1, \"outside\": 4, \"regulators\": 2, \"tighten\": 1, \"narrows\": 1, \"tax\": 7, \"gaps\": 1, \"revisit\": 2, \"80k\": 7, \"tilt\": 1, \"dips\": 8, \"won't\": 4, \"better\": 7, \"till\": 1, \"october\": 10, \"suggesting\": 2, \"benjamin\": 3, \"cowen\": 3, \"thesis\": 6, \"timing\": 1, \"tightening\": 3, \"repeating\": 1, \"riot\": 5, \"friday's\": 1, \"loses\": 2, \"wave\": 7, \"hundreds\": 2, \"billions\": 6, \"reshuffling\": 1, \"standing\": 1, \"investable\": 1, \"saying\": 2, \"raoul\": 2, \"pal\": 2, \"changed\": 3, \"cascade\": 4, \"guru\": 1, \"marked\": 2, \"structural\": 2, \"failure\": 3, \"undermined\": 1, \"pick\": 3, \"warsh\": 10, \"nominated\": 2, \"replace\": 2, \"elevating\": 1, \"governor\": 1, \"transcript\": 4, \"image\": 4, \"etneed\": 4, \"quote\": 4, \"email\": 5, \"comcontinue\": 4, \"nominee\": 2, \"'new\": 1, \"gold'\": 1, \"presumptive\": 1, \"voiced\": 1, \"tentative\": 1, \"viewing\": 1, \"inform\": 1, \"policymakers\": 2, \"stability\": 6, \"good\": 2, \"promise\": 1, \"doesn't\": 2, \"significant\": 11, \"turned\": 4, \"totaling\": 2, \"sosovalue\": 1, \"notice\": 1, \"dated\": 1, \"regarding\": 1, \"virtune\": 20, \"prime\": 3, \"etp\": 11, \"virbtcp\": 2, \"there\": 12, \"adjustment\": 2, \"constitute\": 1, \"accordance\": 1, \"condition\": 1, \"result\": 1, \"required\": 2, \"final\": 3, \"topping\": 1, \"row\": 1, \"avoid\": 3, \"surprised\": 2, \"learn\": 2, \"oldest\": 1, \"safu\": 3, \"style\": 1, \"pegged\": 1, \"protection\": 2, \"proved\": 2, \"constantly\": 1, \"ways\": 5, \"proposition\": 1, \"attention\": 4, \"commentary\": 2, \"reassess\": 1, \"exist\": 1, \"discount\": 1, \"unparalleled\": 1, \"wkn\": 1, \"finalizes\": 2, \"400m\": 1, \"helix\": 2, \"forfeiture\": 2, \"darknet\": 2, \"transfers\": 3, \"title\": 1, \"helix's\": 1, \"2014\": 1, \"2017\": 1, \"nayib\": 1, \"bukele\": 1, \"'we\": 1, \"dip'\": 1, \"loads\": 2, \"doubling\": 1, \"unique\": 2, \"reserves\": 6, \"purchased\": 1, \"298\": 1, \"ounces\": 1, \"boosting\": 1, \"403\": 1, \"democrats\": 2, \"press\": 4, \"group\": 16, \"democratic\": 1, \"pressing\": 1, \"justice\": 1, \"department\": 1, \"ethics\": 1, \"rollback\": 1, \"concerned\": 2, \"triggering\": 6, \"unclaimed\": 1, \"hack\": 3, \"incredible\": 1, \"themselves\": 1, \"methods\": 1, \"griff\": 1, \"volumes\": 6, \"bybit's\": 1, \"climbed\": 3, \"hacked\": 1, \"rose\": 5, \"3b\": 1, \"messari\": 1, \"tank\": 1, \"rout\": 4, \"cools\": 1, \"flags\": 4, \"tailspin\": 2, \"sank\": 3, \"april\": 7, \"64\": 2, \"400\": 2, \"mixer\": 2, \"processed\": 1, \"prosecutors\": 1, \"dark\": 2, \"web\": 2, \"pacific\": 3, \"backs\": 3, \"avert\": 1, \"struck\": 1, \"provisional\": 1, \"agreement\": 5, \"unified\": 1, \"approach\": 3, \"relaunching\": 1, \"effort\": 1, \"prepare\": 1, \"england\": 1, \"worst\": 4, \"severe\": 3, \"forced\": 1, \"curtail\": 1, \"dragging\": 3, \"output\": 1, \"margins\": 1, \"weakest\": 3, \"verynegative\": 3, \"hn\": 1, \"lumenyx\": 1, \"evm\": 2, \"cpu\": 1, \"zero\": 3, \"premine\": 1, \"article\": 2, \"url\": 4, \"thousands\": 1, \"agents\": 5, \"viral\": 1, \"teach\": 1, \"steal\": 1, \"keys\": 1, \"frontier\": 1, \"specifically\": 3, \"let\": 1, \"verify\": 1, \"identity\": 1, \"communicate\": 1, \"moltbook\": 1, \"billing\": 1, \"itself\": 2, \"bui\": 1, \"bouncing\": 2, \"area\": 2, \"must\": 2, \"crucial\": 2, \"acceleration\": 1, \"rela\": 1, \"pre\": 1, \"deterioration\": 1, \"downturn\": 6, \"havens\": 2, \"boom\": 3, \"inflation\": 3, \"kiwi\": 1, \"liam\": 1, \"dann\": 1, \"alarming\": 1, \"economy\": 4, \"pins\": 1, \"ever\": 3, \"shock\": 1, \"cascading\": 1, \"thin\": 1, \"acknowledging\": 1, \"specific\": 1, \"flirts\": 1, \"flashed\": 1, \"odds\": 2, \"increased\": 6, \"step\": 3, \"save\": 2, \"market's\": 2, \"saturday\": 4, \"77\": 4, \"piled\": 1, \"cryptocurrency's\": 3, \"forecast\": 4, \"exciting\": 1, \"78\": 6, \"digests\": 1, \"wide\": 2, \"triggered\": 5, \"widespread\": 3, \"span\": 1, \"479\": 1, \"6b\": 1, \"unrealized\": 4, \"deepens\": 3, \"bitmine's\": 1, \"highlight\": 3, \"unwinds\": 1, \"downturns\": 1, \"glorious\": 1, \"that's\": 1, \"wise\": 1, \"stick\": 1, \"proves\": 1, \"vulnerable\": 2, \"'still\": 1, \"early'\": 1, \"offered\": 2, \"insights\": 1, \"drastic\": 1, \"decrease\": 1, \"plummeting\": 4, \"818\": 2, \"tanks\": 1, \"blk\": 1, \"substantial\": 2, \"reversal\": 7, \"indicated\": 1, \"87\": 2, \"can't\": 1,