"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 25000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 1875, \"word_counts\": \"{\\\"bitcoin\\\": 1889, \\\"newcomers\\\": 2, \\\"faq\\\": 2, \\\"please\\\": 7, \\\"read\\\": 11, \\\"welcome\\\": 7, \\\"to\\\": 1668, \\\"the\\\": 2743, \\\"r\\\": 7, \\\"you've\\\": 2, \\\"probably\\\": 4, \\\"been\\\": 59, \\\"hearing\\\": 1, \\\"a\\\": 1606, \\\"lot\\\": 7, \\\"about\\\": 119, \\\"recently\\\": 22, \\\"and\\\": 1382, \\\"are\\\": 283, \\\"wondering\\\": 3, \\\"what's\\\": 16, \\\"big\\\": 41, \\\"deal\\\": 17, \\\"most\\\": 66, \\\"of\\\": 963, \\\"your\\\": 44, \\\"questions\\\": 11, \\\"should\\\": 47, \\\"be\\\": 133, \\\"answered\\\": 1, \\\"by\\\": 251, \\\"resources\\\": 2, \\\"below\\\": 193, \\\"but\\\": 221, \\\"if\\\": 75, \\\"you\\\": 84, \\\"have\\\": 127, \\\"additional\\\": 7, \\\"feel\\\": 5, \\\"free\\\": 7, \\\"ask\\\": 3, \\\"them\\\": 14, \\\"in\\\": 1149, \\\"comments\\\": 9, \\\"it\\\": 299, \\\"all\\\": 88, \\\"started\\\": 29, \\\"other\\\": 427, \\\"very\\\": 214, \\\"positive\\\": 618, \\\"minor\\\": 1603, \\\"event\\\": 1897, \\\"just\\\": 103, \\\"survived\\\": 1, \\\"another\\\": 47, \\\"market\\\": 1080, \\\"manipulation\\\": 4, \\\"monday\\\": 17, \\\"early\\\": 40, \\\"warning\\\": 25, \\\"signs\\\": 15, \\\"china\\\": 14, \\\"bans\\\": 2, \\\"crypto\\\": 1007, \\\"world's\\\": 16, \\\"groundhog\\\": 1, \\\"day\\\": 66, \\\"rerun\\\": 1, \\\"satoshi\\\": 10, \\\"era\\\": 12, \\\"wallets\\\": 17, \\\"show\\\": 22, \\\"activity\\\": 40, \\\"major\\\": 134, \\\"whale\\\": 20, \\\"offloads\\\": 2, \\\"large\\\": 21, \\\"holdings\\\": 51, \\\"before\\\": 44, \\\"open\\\": 21, \\\"media\\\": 18, \\\"fud\\\": 1, \\\"cycle\\\": 61, \\\"kicks\\\": 1, \\\"quantum\\\": 46, \\\"computing\\\": 16, \\\"threatens\\\": 4, \\\"exchange\\\": 72, \\\"hacks\\\": 3, \\\"recycled\\\": 1, \\\"fear\\\": 37, \\\"narratives\\\": 13, \\\"regulatory\\\": 583, \\\"neutral\\\": 1090, \\\"looks\\\": 13, \\\"strong\\\": 40, \\\"interest\\\": 38, \\\"is\\\": 911, \\\"dropping\\\": 15, \\\"i\\\": 141, \\\"ve\\\": 9, \\\"spent\\\": 8, \\\"last\\\": 95, \\\"few\\\": 18, \\\"weeks\\\": 28, \\\"digging\\\": 1, \\\"into\\\": 141, \\\"s\\\": 624, \\\"performance\\\": 29, \\\"macro\\\": 182, \\\"trends\\\": 16, \\\"behind\\\": 23, \\\"moves\\\": 26, \\\"ton\\\": 2, \\\"alternative\\\": 7, \\\"data\\\": 144, \\\"that\\\": 420, \\\"shows\\\": 58, \\\"how\\\": 99, \\\"public\\\": 31, \\\"changing\\\": 7, \\\"here\\\": 58, \\\"what\\\": 180, \\\"found\\\": 20, \\\"1\\\": 279, \\\"two\\\": 47, \\\"years\\\": 55, \\\"were\\\": 46, \\\"wild\\\": 9, \\\"we\\\": 41, \\\"went\\\": 9, \\\"from\\\": 304, \\\"post\\\": 154, \\\"ftx\\\": 10, \\\"depression\\\": 1, \\\"new\\\": 209, \\\"highs\\\": 36, \\\"abov\\\": 1, \\\"used\\\": 14, \\\"need\\\": 30, \\\"price\\\": 447, \\\"380k\\\": 1, \\\"match\\\": 8, \\\"golds\\\": 2, \\\"cap\\\": 24, \\\"now\\\": 159, \\\"needs\\\": 14, \\\"4\\\": 77, \\\"million\\\": 221, \\\"gold\\\": 157, \\\"has\\\": 437, \\\"always\\\": 12, \\\"valuation\\\": 9, \\\"benchmark\\\": 14, \\\"for\\\": 662, \\\"because\\\": 19, \\\"digital\\\": 144, \\\"sound\\\": 4, \\\"money\\\": 66, \\\"where\\\": 31, \\\"analog\\\": 2, \\\"main\\\": 5, \\\"reasoning\\\": 1, \\\"this\\\": 266, \\\"fact\\\": 3, \\\"version\\\": 3, \\\"something\\\": 16, \\\"more\\\": 130, \\\"valuable\\\": 3, \\\"than\\\": 96, \\\"so\\\": 32, \\\"seeing\\\": 6, \\\"bitcoins\\\": 2, \\\"one\\\": 83, \\\"investing\\\": 5, \\\"etfs\\\": 133, \\\"vs\\\": 30, \\\"btc\\\": 461, \\\"treasury\\\": 85, \\\"companies\\\": 27, \\\"asking\\\": 4, \\\"as\\\": 884, \\\"long\\\": 94, \\\"time\\\": 121, \\\"horizon\\\": 2, \\\"investor\\\": 45, \\\"who\\\": 33, \\\"paradigm\\\": 7, \\\"bought\\\": 15, \\\"over\\\": 194, \\\"late\\\": 19, \\\"november\\\": 14, \\\"month\\\": 68, \\\"with\\\": 396, \\\"an\\\": 156, \\\"average\\\": 22, \\\"cost\\\": 24, \\\"basis\\\": 16, \\\"around\\\": 67, \\\"90k\\\": 5, \\\"conviction\\\": 17, \\\"compromises\\\": 1, \\\"70\\\": 83, \\\"my\\\": 30, \\\"current\\\": 45, \\\"portfolio\\\": 16, \\\"some\\\": 58, \\\"cash\\\": 24, \\\"le\\\": 2, \\\"white\\\": 22, \\\"up\\\": 143, \\\"10x\\\": 3, \\\"week\\\": 144, \\\"lighter\\\": 3, \\\"tge\\\": 3, \\\"saylor\\\": 31, \\\"buys\\\": 20, \\\"109m\\\": 1, \\\"87k\\\": 1, \\\"d\\\": 12, \\\"59\\\": 6, \\\"0\\\": 99, \\\"eth\\\": 90, \\\"2953\\\": 1, \\\"3\\\": 102, \\\"bnb\\\": 22, \\\"853\\\": 1, \\\"sol\\\": 41, \\\"124\\\": 1, \\\"goes\\\": 14, \\\"almost\\\": 10, \\\"15x\\\": 1, \\\"5m\\\": 6, \\\"71m\\\": 1, \\\"mcap\\\": 1, \\\"rumours\\\": 1, \\\"stirring\\\": 1, \\\"youtuber\\\": 1, \\\"nick\\\": 3, \\\"shirley\\\": 1, \\\"reveals\\\": 15, \\\"mass\\\": 8, \\\"fraud\\\": 7, \\\"minnesota\\\": 1, \\\"daycare\\\": 1, \\\"system\\\": 17, \\\"silver\\\": 54, \\\"prices\\\": 77, \\\"see\\\": 32, \\\"huge\\\": 7, \\\"dump\\\": 5, \\\"security\\\": 51, \\\"green\\\": 8, \\\"6\\\": 57, \\\"9\\\": 28, \\\"memes\\\": 4, \\\"outperform\\\": 11, \\\"pepe\\\": 5, \\\"67\\\": 26, \\\"infinex\\\": 1, \\\"founder\\\": 42, \\\"interview\\\": 12, \\\"global\\\": 76, \\\"hit\\\": 71, \\\"16t\\\": 1, \\\"5\\\": 112, \\\"majors\\\": 14, \\\"trading\\\": 168, \\\"higher\\\": 44, \\\"2\\\": 186, \\\"at\\\": 292, \\\"93\\\": 10, \\\"000\\\": 400, \\\"175\\\": 1, \\\"906\\\": 1, \\\"135\\\": 1, \\\"virtuals\\\": 1, \\\"24\\\": 70, \\\"render\\\": 1, \\\"17\\\": 31, \\\"btt\\\": 1, \\\"11\\\": 21, \\\"fet\\\": 1, \\\"led\\\": 35, \\\"top\\\": 68, \\\"movers\\\": 7, \\\"saw\\\": 24, \\\"471m\\\": 1, \\\"net\\\": 44, \\\"inflows\\\": 35, \\\"on\\\": 803, \\\"first\\\": 143, \\\"2026\\\": 267, \\\"highest\\\": 11, \\\"single\\\": 14, \\\"total\\\": 24, \\\"since\\\": 101, \\\"nov\\\": 2, \\\"sec\\\": 39, \\\"commissioner\\\": 2, \\\"caroline\\\": 2, \\\"crenshaw\\\": 1, \\\"officially\\\": 9, \\\"departed\\\": 1, \\\"agency\\\": 3, \\\"jan\\\": 19, \\\"2nd\\\": 1, \\\"leaving\\\": 12, \\\"republican\\\": 2, \\\"commission\\\": 9, \\\"firm\\\": 47, \\\"pwc\\\": 3, \\\"announced\\\": 38, \\\"will\\\": 190, \\\"go\\\": 27, \\\"can\\\": 79, \\\"directly\\\": 12, \\\"compete\\\": 2, \\\"neobanks'\\\": 1, \\\"bitget\\\": 3, \\\"wallet\\\": 35, \\\"cmo\\\": 1, \\\"jamie\\\": 2, \\\"elkaleh\\\": 1, \\\"tells\\\": 8, \\\"decrypt\\\": 2, \\\"platform\\\": 37, \\\"evolving\\\": 6, \\\"everyday\\\": 2, \\\"finance\\\": 36, \\\"app\\\": 13, \\\"seamlessly\\\": 1, \\\"integrates\\\": 7, \\\"tradfi\\\": 6, \\\"building\\\": 16, \\\"its\\\": 337, \\\"vision\\\": 2, \\\"everyone\\\": 11, \\\"sponsored\\\": 1, \\\"dip\\\": 33, \\\"92k\\\": 2, \\\"morgan\\\": 3, \\\"stanley\\\": 3, \\\"file\\\": 2, \\\"hyperliquid\\\": 23, \\\"airdrop\\\": 4, \\\"speculation\\\": 13, \\\"fall\\\": 57, \\\"files\\\": 14, \\\"us\\\": 147, \\\"senate\\\": 18, \\\"schedules\\\": 3, \\\"key\\\": 90, \\\"vote\\\": 5, \\\"structure\\\": 40, \\\"bill\\\": 33, \\\"next\\\": 98, \\\"releases\\\": 5, \\\"progress\\\": 9, \\\"map\\\": 2, \\\"leads\\\": 6, \\\"nike\\\": 1, \\\"sold\\\": 25, \\\"off\\\": 108, \\\"rtfkt\\\": 1, \\\"clone\\\": 1, \\\"x\\\": 31, \\\"jump\\\": 10, \\\"250\\\": 6, \\\"fell\\\": 57, \\\"yesterday\\\": 3, \\\"92\\\": 8, \\\"210\\\": 4, \\\"138\\\": 1, \\\"xrp\\\": 319, \\\"u\\\": 81, \\\"banking\\\": 20, \\\"committee\\\": 7, \\\"scheduled\\\": 5, \\\"t\\\": 46, \\\"psyopanime\\\": 1, \\\"meme\\\": 31, \\\"30x\\\": 1, \\\"back\\\": 97, \\\"monero\\\": 7, \\\"ath\\\": 10, \\\"w\\\": 4, \\\"joseph\\\": 1, \\\"chalom\\\": 1, \\\"ceo\\\": 99, \\\"sharplink\\\": 5, \\\"130\\\": 3, \\\"142\\\": 2, \\\"06\\\": 8, \\\"dash\\\": 6, \\\"60\\\": 58, \\\"ip\\\": 7, \\\"30\\\": 37, \\\"xmr\\\": 9, \\\"13\\\": 10, \\\"680\\\": 3, \\\"640\\\": 2, \\\"aths\\\": 5, \\\"again\\\": 40, \\\"wake\\\": 5, \\\"powell\\\": 5, \\\"investigation\\\": 8, \\\"released\\\": 17, \\\"draft\\\": 4, \\\"clarity\\\": 39, \\\"act\\\": 30, \\\"including\\\": 12, \\\"limits\\\": 8, \\\"stablecoin\\\": 66, \\\"rewards\\\": 12, \\\"senator\\\": 16, \\\"warren\\\": 15, \\\"pressed\\\": 2, \\\"inclusion\\\": 3, \\\"401ks\\\": 2, \\\"arguing\\\": 14, \\\"they\\\": 46, \\\"expose\\\": 2, \\\"retirees\\\": 2, \\\"too\\\": 14, \\\"much\\\": 32, \\\"risk\\\": 104, \\\"vitalik\\\": 15, \\\"buter\\\": 2, \\\"solana\\\": 77, \\\"intern\\\": 1, \\\"rogue\\\": 1, \\\"pump\\\": 10, \\\"hits\\\": 50, \\\"95k\\\": 1, \\\"3313\\\": 1, \\\"936\\\": 1, \\\"145\\\": 2, \\\"gainers\\\": 2, \\\"icp\\\": 4, \\\"ena\\\": 1, \\\"754m\\\": 1, \\\"130m\\\": 1, \\\"rallies\\\": 15, \\\"largest\\\": 44, \\\"etf\\\": 150, \\\"inflow\\\": 4, \\\"months\\\": 43, \\\"27\\\": 5, \\\"issues\\\": 9, \\\"still\\\": 70, \\\"being\\\": 25, \\\"fought\\\": 1, \\\"ethena\\\": 4, \\\"labs\\\": 12, \\\"makes\\\": 11, \\\"usde\\\": 3, \\\"gas\\\": 6, \\\"fees\\\": 19, \\\"bitdeer\\\": 19, \\\"overtakes\\\": 2, \\\"mara\\\": 5, \\\"managed\\\": 6, \\\"hashrate\\\": 17, \\\"polygon\\\": 3, \\\"buy\\\": 101, \\\"coinme\\\": 1, \\\"sequence\\\": 2, \\\"250m\\\": 1, \\\"bitpanda\\\": 1, \\\"eyes\\\": 14, \\\"frankfurt\\\": 2, \\\"ipo\\\": 6, \\\"1h26\\\": 1, \\\"cz\\\": 17, \\\"inv\\\": 1, \\\"heating\\\": 3, \\\"zec\\\": 3, \\\"important\\\": 9, \\\"these\\\": 27, \\\"rate\\\": 24, \\\"cuts\\\": 22, \\\"under\\\": 70, \\\"exposed\\\": 9, \\\"wall\\\": 32, \\\"street\\\": 41, \\\"secret\\\": 4, \\\"blockchain\\\": 67, \\\"coming\\\": 21, \\\"dividends\\\": 4, \\\"using\\\": 16, \\\"stablecoins\\\": 28, \\\"do\\\": 31, \\\"nyse\\\": 26, \\\"said\\\": 71, \\\"developing\\\": 5, \\\"chain\\\": 75, \\\"settlement\\\": 12, \\\"tokenized\\\": 37, \\\"securities\\\": 11, \\\"seek\\\": 4, \\\"approvals\\\": 1, \\\"proposed\\\": 3, \\\"venue\\\": 2, \\\"powered\\\": 5, \\\"infrastructure\\\": 65, \\\"according\\\": 60, \\\"owners\\\": 2, \\\"ice\\\": 2, \\\"designed\\\": 9, \\\"support\\\": 98, \\\"negative\\\": 219, \\\"international\\\": 10, \\\"crime\\\": 2, \\\"ring\\\": 5, \\\"south\\\": 25, \\\"korea\\\": 10, \\\"uncovers\\\": 1, \\\"100\\\": 58, \\\"laundering\\\": 5, \\\"scheme\\\": 5, \\\"korean\\\": 14, \\\"officials\\\": 4, \\\"unveiled\\\": 6, \\\"cryptocurrency\\\": 135, \\\"involved\\\": 5, \\\"approximately\\\": 8, \\\"150\\\": 10, \\\"billion\\\": 138, \\\"won\\\": 6, \\\"equivalent\\\": 2, \\\"101\\\": 1, \\\"7\\\": 61, \\\"through\\\": 36, \\\"unauthorized\\\": 1, \\\"foreign\\\": 6, \\\"customs\\\": 1, \\\"service\\\": 12, \\\"kcs\\\": 1, \\\"adoption\\\": 145, \\\"slides\\\": 13, \\\"despite\\\": 85, \\\"persistent\\\": 18, \\\"demand\\\": 55, \\\"tailwinds\\\": 1, \\\"spot\\\": 63, \\\"continued\\\": 20, \\\"attract\\\": 7, \\\"institutional\\\": 96, \\\"investors\\\": 145, \\\"posting\\\": 7, \\\"every\\\": 14, \\\"past\\\": 79, \\\"amid\\\": 105, \\\"improving\\\": 7, \\\"morning\\\": 16, \\\"minute\\\": 10, \\\"leans\\\": 2, \\\"onchain\\\": 30, \\\"way\\\": 24, \\\"finally\\\": 16, \\\"following\\\": 42, \\\"prepares\\\": 3, \\\"stocks\\\": 78, \\\"lower\\\": 48, \\\"why\\\": 144, \\\"miners\\\": 34, \\\"abandoning\\\": 1, \\\"ai\\\": 155, \\\"value\\\": 53, \\\"network\\\": 64, \\\"pay\\\": 12, \\\"ultimate\\\": 10, \\\"pivot\\\": 19, \\\"power\\\": 16, \\\"not\\\": 146, \\\"capital\\\": 94, \\\"decide\\\": 5, \\\"wins\\\": 4, \\\"wars\\\": 2, \\\"analyzed\\\": 4, \\\"technology\\\": 15, \\\"stories\\\": 7, \\\"chips\\\": 2, \\\"models\\\": 10, \\\"hash\\\": 6, \\\"rates\\\": 18, \\\"raises\\\": 10, \\\"framing\\\": 2, \\\"already\\\": 25, \\\"outdated\\\": 2, \\\"stage\\\": 15, \\\"growth\\\": 39, \\\"no\\\": 75, \\\"longer\\\": 13, \\\"decided\\\": 3, \\\"or\\\": 124, \\\"funding\\\": 18, \\\"theoretical\\\": 1, \\\"po\\\": 2, \\\"10\\\": 91, \\\"invest\\\": 25, \\\"presents\\\": 1, \\\"entirely\\\": 3, \\\"different\\\": 12, \\\"opportunity\\\": 13, \\\"set\\\": 29, \\\"focusing\\\": 3, \\\"providing\\\": 3, \\\"effective\\\": 2, \\\"direct\\\": 4, \\\"engagement\\\": 4, \\\"traditional\\\": 32, \\\"industries\\\": 2, \\\"previous\\\": 17, \\\"discourses\\\": 1, \\\"focus\\\": 27, \\\"strategy\\\": 123, \\\"crossed\\\": 3, \\\"700k\\\": 1, \\\"circular\\\": 1, \\\"loop\\\": 1, \\\"risks\\\": 26, \\\"massive\\\": 37, \\\"high\\\": 101, \\\"yield\\\": 18, \\\"credit\\\": 33, \\\"disaster\\\": 5, \\\"formerly\\\": 2, \\\"microstrategy\\\": 17, \\\"acquired\\\": 5, \\\"22\\\": 19, \\\"305\\\": 2, \\\"between\\\": 40, \\\"12\\\": 46, \\\"19\\\": 22, \\\"continuing\\\": 8, \\\"aggressive\\\": 7, \\\"accumulation\\\": 34, \\\"campaign\\\": 8, \\\"absorbed\\\": 3, \\\"38\\\": 7, \\\"crypto's\\\": 15, \\\"supply\\\": 37, \\\"works\\\": 5, \\\"out\\\": 98, \\\"pullback\\\": 15, \\\"feels\\\": 8, \\\"brutal\\\": 14, \\\"history\\\": 17, \\\"says\\\": 199, \\\"could\\\": 158, \\\"drag\\\": 1, \\\"slipped\\\": 12, \\\"level\\\": 107, \\\"after\\\": 231, \\\"sharp\\\": 38, \\\"decline\\\": 58, \\\"began\\\": 7, \\\"sunday\\\": 7, \\\"signaling\\\": 22, \\\"downside\\\": 34, \\\"pressure\\\": 94, \\\"shaping\\\": 2, \\\"conditions\\\": 25, \\\"drop\\\": 49, \\\"bulls\\\": 25, \\\"trying\\\": 8, \\\"defend\\\": 11, \\\"levels\\\": 60, \\\"regain\\\": 7, \\\"control\\\": 6, \\\"many\\\": 22, \\\"traders\\\": 106, \\\"watc\\\": 1, \\\"burger\\\": 6, \\\"steak\\\": 19, \\\"'n\\\": 5, \\\"shake\\\": 20, \\\"supersized\\\": 1, \\\"iconic\\\": 2, \\\"american\\\": 10, \\\"n\\\": 16, \\\"added\\\": 22, \\\"worth\\\": 30, \\\"balance\\\": 19, \\\"sheet\\\": 12, \\\"comes\\\": 17, \\\"company\\\": 99, \\\"asset\\\": 108, \\\"treasuries\\\": 14, \\\"only\\\": 20, \\\"hodl\\\": 6, \\\"may\\\": 112, \\\"short\\\": 51, \\\"passive\\\": 4, \\\"hoarding\\\": 3, \\\"exposes\\\": 2, \\\"dats\\\": 3, \\\"compliance\\\": 7, \\\"while\\\": 172, \\\"missing\\\": 10, \\\"opportunities\\\": 6, \\\"provide\\\": 10, \\\"patient\\\": 3, \\\"dat\\\": 2, \\\"invests\\\": 4, \\\"supporting\\\": 4, \\\"ecosystem\\\": 17, \\\"longevity\\\": 1, \\\"trump\\\": 95, \\\"tariffs\\\": 3, \\\"return\\\": 14, \\\"bull\\\": 31, \\\"tokenising\\\": 1, \\\"means\\\": 23, \\\"hype\\\": 27, \\\"claude\\\": 3, \\\"meta\\\": 3, \\\"red\\\": 36, \\\"tariff\\\": 4, \\\"turmoil\\\": 4, \\\"91\\\": 4, \\\"105\\\": 3, \\\"129\\\": 3, \\\"cc\\\": 2, \\\"myx\\\": 8, \\\"syrup\\\": 2, \\\"preparations\\\": 2, \\\"stock\\\": 148, \\\"revealed\\\": 12, \\\"roughly\\\": 31, \\\"10m\\\": 3, \\\"exposure\\\": 41, \\\"alongside\\\": 23, \\\"creation\\\": 4, \\\"corporate\\\": 15, \\\"strategic\\\": 22, \\\"reserve\\\": 54, \\\"buterin\\\": 17, \\\"called\\\": 14, \\\"sophisticated\\\": 2, \\\"dao\\\": 5, \\\"governance\\\": 6, \\\"improve\\\": 6, \\\"accountability\\\": 3, \\\"coordination\\\": 3, \\\"term\\\": 99, \\\"sustai\\\": 2, \\\"sells\\\": 10, \\\"amidst\\\": 4, \\\"trove\\\": 2, \\\"falls\\\": 37, \\\"90\\\": 34, \\\"awful\\\": 1, \\\"fund\\\": 44, \\\"coinbase\\\": 100, \\\"lobbyists\\\": 3, \\\"ban\\\": 8, \\\"their\\\": 64, \\\"competition\\\": 6, \\\"bank\\\": 45, \\\"publicly\\\": 15, \\\"fighting\\\": 1, \\\"legislation\\\": 11, \\\"lawmakers\\\": 12, \\\"noticeably\\\": 1, \\\"absent\\\": 3, \\\"debate\\\": 15, \\\"grayscale\\\": 55, \\\"near\\\": 88, \\\"altcoins\\\": 40, \\\"bleed\\\": 8, \\\"does\\\": 27, \\\"filing\\\": 14, \\\"signal\\\": 33, \\\"real\\\": 59, \\\"experiment\\\": 6, \\\"family\\\": 17, \\\"2025\\\": 86, \\\"offsetting\\\": 2, \\\"losses\\\": 70, \\\"elsewhere\\\": 5, \\\"account\\\": 4, \\\"20\\\": 50, \\\"8\\\": 64, \\\"fortune\\\": 5, \\\"accept\\\": 3, \\\"square\\\": 2, \\\"take\\\": 23, \\\"payments\\\": 30, \\\"checkout\\\": 3, \\\"made\\\": 20, \\\"available\\\": 5, \\\"eligible\\\": 3, \\\"stores\\\": 2, \\\"benefit\\\": 3, \\\"instant\\\": 6, \\\"chargebacks\\\": 1, \\\"alex\\\": 4, \\\"thorn\\\": 5, \\\"four\\\": 20, \\\"year\\\": 154, \\\"broken\\\": 7, \\\"macroeconomic\\\": 8, \\\"favor\\\": 4, \\\"ethereum\\\": 270, \\\"faces\\\": 28, \\\"unchained\\\": 4, \\\"considered\\\": 2, \\\"reflecting\\\": 11, \\\"changes\\\": 15, \\\"dynamics\\\": 13, \\\"bitcoin's\\\": 90, \\\"chaotic\\\": 2, \\\"predict\\\": 8, \\\"accurately\\\": 2, \\\"experience\\\": 8, \\\"both\\\": 22, \\\"lows\\\": 42, \\\"within\\\": 24, \\\"p\\\": 47, \\\"mana\\\": 2, \\\"minds\\\": 3, \\\"partners\\\": 4, \\\"wanda\\\": 2, \\\"launch\\\": 43, \\\"regulated\\\": 17, \\\"gift\\\": 2, \\\"cards\\\": 3, \\\"across\\\": 62, \\\"europe\\\": 8, \\\"warsaw\\\": 1, \\\"poland\\\": 1, \\\"21st\\\": 1, \\\"january\\\": 43, \\\"chainwire\\\": 2, \\\"appeared\\\": 70, \\\"daily\\\": 50, \\\"ripple\\\": 58, \\\"president\\\": 34, \\\"unveils\\\": 7, \\\"her\\\": 3, \\\"predictions\\\": 8, \\\"monica\\\": 2, \\\"usage\\\": 4, \\\"shifts\\\": 14, \\\"decisively\\\": 5, \\\"pilots\\\": 1, \\\"production\\\": 9, \\\"clearer\\\": 5, \\\"rules\\\": 22, \\\"pull\\\": 5, \\\"banks\\\": 28, \\\"corporates\\\": 1, \\\"intermediaries\\\": 1, \\\"deeper\\\": 15, \\\"blo\\\": 1, \\\"reach\\\": 10, \\\"50\\\": 69, \\\"500\\\": 61, \\\"becoming\\\": 7, \\\"operating\\\": 5, \\\"layer\\\": 32, \\\"modern\\\": 2, \\\"sheets\\\": 4, \\\"hold\\\": 36, \\\"trillion\\\": 16, \\\"assets\\\": 110, \\\"tech\\\": 205, \\\"erased\\\": 10, \\\"gains\\\": 62, \\\"liquidation\\\": 20, \\\"trap\\\": 4, \\\"catches\\\": 3, \\\"trader\\\": 14, \\\"guard\\\": 2, \\\"surrendered\\\": 1, \\\"psychological\\\": 9, \\\"stronghold\\\": 1, \\\"during\\\": 48, \\\"asian\\\": 13, \\\"hours\\\": 47, \\\"21\\\": 16, \\\"marking\\\": 13, \\\"decisive\\\": 7, \\\"breakdown\\\": 11, \\\"effectively\\\": 6, \\\"asset's\\\": 2, \\\"start\\\": 16, \\\"cryptoslate's\\\": 5, \\\"world\\\": 62, \\\"breaks\\\": 16, \\\"3k\\\": 1, \\\"charts\\\": 19, \\\"flash\\\": 8, \\\"fresh\\\": 28, \\\"warnings\\\": 4, \\\"200\\\": 28, \\\"resistance\\\": 42, \\\"consolidating\\\": 12, \\\"880\\\": 1, \\\"correction\\\": 33, \\\"hourly\\\": 11, \\\"simp\\\": 1, \\\"600\\\": 7, \\\"retest\\\": 12, \\\"trend\\\": 30, \\\"come\\\": 13, \\\"renewed\\\": 12, \\\"sliding\\\": 3, \\\"toward\\\": 66, \\\"region\\\": 8, \\\"putting\\\": 5, \\\"sentiment\\\": 87, \\\"edge\\\": 11, \\\"move\\\": 58, \\\"shaken\\\": 1, \\\"weak\\\": 24, \\\"hands\\\": 12, \\\"approaching\\\": 9, \\\"critical\\\": 244, \\\"zone\\\": 36, \\\"determine\\\": 2, \\\"whether\\\": 27, \\\"merely\\\": 2, \\\"taps\\\": 4, \\\"bonus\\\": 11, \\\"program\\\": 4, \\\"employees\\\": 4, \\\"begin\\\": 10, \\\"paying\\\": 2, \\\"workers\\\": 5, \\\"bonuses\\\": 6, \\\"starting\\\": 19, \\\"march\\\": 11, \\\"earlier\\\": 7, \\\"build\\\": 7, \\\"list\\\": 2, \\\"fiu\\\": 3, \\\"registered\\\": 8, \\\"india\\\": 4, \\\"india's\\\": 1, \\\"thrives\\\": 1, \\\"strict\\\": 3, \\\"ind\\\": 1, \\\"oversight\\\": 5, \\\"choosing\\\": 4, \\\"legal\\\": 9, \\\"necessity\\\": 1, \\\"guide\\\": 4, \\\"highlights\\\": 16, \\\"platforms\\\": 25, \\\"like\\\": 69, \\\"suncrypto\\\": 1, \\\"coindcx\\\": 1, \\\"wazirx\\\": 1, \\\"speech\\\": 1, \\\"davos\\\": 2, \\\"gives\\\": 5, \\\"small\\\": 14, \\\"boost\\\": 14, \\\"13b\\\": 1, \\\"blondish\\\": 1, \\\"tuesday\\\": 43, \\\"markets\\\": 139, \\\"88\\\": 6, \\\"905\\\": 1, \\\"127\\\": 2, \\\"zro\\\": 8, \\\"technical\\\": 32, \\\"selling\\\": 85, \\\"accelerated\\\": 2, \\\"1b\\\": 8, \\\"longs\\\": 2, \\\"liquidated\\\": 14, \\\"slide\\\": 42, \\\"88k\\\": 2, \\\"delaware\\\": 2, \\\"life\\\": 11, \\\"fixed\\\": 3, \\\"indexed\\\": 1, \\\"annuity\\\": 1, \\\"linking\\\": 1, \\\"blackrock\\\": 21, \\\"expan\\\": 1, \\\"advisors\\\": 4, \\\"impact\\\": 16, \\\"government\\\": 21, \\\"expected\\\": 18, \\\"clarify\\\": 2, \\\"enable\\\": 5, \\\"bring\\\": 12, \\\"transparency\\\": 11, \\\"operations\\\": 12, \\\"spending\\\": 12, \\\"know\\\": 55, \\\"re\\\": 11, \\\"reading\\\": 38, \\\"coindesk\\\": 2, \\\"weekly\\\": 26, \\\"newsletter\\\": 5, \\\"unpacks\\\": 1, \\\"ag\\\": 2, \\\"markup\\\": 3, \\\"unsuccessful\\\": 1, \\\"awaited\\\": 6, \\\"agriculture\\\": 1, \\\"session\\\": 9, \\\"stabl\\\": 1, \\\"submits\\\": 1, \\\"proposal\\\": 5, \\\"second\\\": 31, \\\"filed\\\": 6, \\\"paperwork\\\": 1, \\\"add\\\": 9, \\\"traded\\\": 44, \\\"lineup\\\": 2, \\\"tracking\\\": 9, \\\"binance's\\\": 6, \\\"fails\\\": 3, \\\"spark\\\": 8, \\\"breakout\\\": 29, \\\"remains\\\": 51, \\\"range\\\": 34, \\\"bound\\\": 3, \\\"adding\\\": 10, \\\"binance\\\": 54, \\\"coin\\\": 47, \\\"growing\\\": 27, \\\"proposals\\\": 2, \\\"seeking\\\": 8, \\\"approval\\\": 11, \\\"grayscale's\\\": 3, \\\"signals\\\": 55, \\\"acceptance\\\": 3, \\\"potential\\\": 62, \\\"mainstream\\\": 5, \\\"integration\\\": 13, \\\"financial\\\": 68, \\\"briefing\\\": 7, \\\"nasdaq\\\": 135, \\\"wants\\\": 6, \\\"remove\\\": 3, \\\"restrictions\\\": 3, \\\"fidelity\\\": 4, \\\"options\\\": 52, \\\"funds\\\": 52, \\\"seeks\\\": 5, \\\"expansion\\\": 12, \\\"beyond\\\": 12, \\\"ether\\\": 40, \\\"expand\\\": 11, \\\"investment\\\": 39, \\\"products\\\": 13, \\\"thailand\\\": 5, \\\"preparing\\\": 8, \\\"related\\\": 42, \\\"regulate\\\": 1, \\\"futures\\\": 67, \\\"reported\\\": 26, \\\"bangkok\\\": 1, \\\"23\\\": 12, \\\"sensex\\\": 11, \\\"ended\\\": 7, \\\"769\\\": 1, \\\"pts\\\": 4, \\\"94\\\": 2, \\\"81\\\": 3, \\\"537\\\": 1, \\\"nifty\\\": 13, \\\"241\\\": 1, \\\"25\\\": 29, \\\"95\\\": 13, \\\"048\\\": 1, \\\"65\\\": 31, \\\"share\\\": 21, \\\"indian\\\": 4, \\\"shares\\\": 89, \\\"friday\\\": 38, \\\"posted\\\": 13, \\\"sustained\\\": 14, \\\"outflows\\\": 82, \\\"mixed\\\": 14, \\\"earnings\\\": 50, \\\"season\\\": 5, \\\"outweighed\\\": 1, \\\"relief\\\": 11, \\\"easing\\\": 6, \\\"geopolitical\\\": 19, \\\"tensions\\\": 15, \\\"linked\\\": 29, \\\"greenland\\\": 1, \\\"predicts\\\": 24, \\\"super\\\": 17, \\\"breaking\\\": 13, \\\"historic\\\": 26, \\\"pattern\\\": 20, \\\"changpeng\\\": 8, \\\"zhao\\\": 10, \\\"he\\\": 53, \\\"expects\\\": 6, \\\"89\\\": 7, \\\"460\\\": 1, \\\"24h\\\": 2, \\\"volatility\\\": 98, \\\"79\\\": 5, \\\"vol\\\": 2, \\\"42\\\": 7, \\\"75\\\": 19, \\\"b\\\": 12, \\\"enter\\\": 6, \\\"emerging\\\": 14, \\\"unevenly\\\": 2, \\\"regions\\\": 2, \\\"pricewaterhousecoopers\\\": 1, \\\"use\\\": 24, \\\"class\\\": 4, \\\"point\\\": 40, \\\"reversibility\\\": 1, \\\"bitwise\\\": 26, \\\"likely\\\": 29, \\\"bottomed\\\": 3, \\\"echoing\\\": 3, \\\"q1\\\": 8, \\\"2023\\\": 7, \\\"setup\\\": 8, \\\"management\\\": 20, \\\"drawdown\\\": 16, \\\"fingerprints\\\": 1, \\\"cyclical\\\": 2, \\\"low\\\": 74, \\\"strengthening\\\": 3, \\\"business\\\": 14, \\\"fundamentals\\\": 6, \\\"multi\\\": 16, \\\"rally\\\": 58, \\\"stuck\\\": 9, \\\"gaming\\\": 3, \\\"token\\\": 54, \\\"going\\\": 28, \\\"parabolic\\\": 3, \\\"treads\\\": 1, \\\"water\\\": 1, \\\"death\\\": 4, \\\"cross\\\": 21, \\\"axie\\\": 1, \\\"infinity\\\": 1, \\\"exploding\\\": 1, \\\"gamefi\\\": 1, \\\"fire\\\": 5, \\\"whales\\\": 26, \\\"pile\\\": 2, \\\"profit\\\": 16, \\\"stalls\\\": 8, \\\"71\\\": 9, \\\"enough\\\": 10, \\\"sustainable\\\": 6, \\\"recovery\\\": 39, \\\"facing\\\": 11, \\\"test\\\": 14, \\\"returns\\\": 18, \\\"action\\\": 34, \\\"unstable\\\": 1, \\\"attempting\\\": 5, \\\"recent\\\": 61, \\\"turbulence\\\": 1, \\\"confidence\\\": 19, \\\"fragile\\\": 19, \\\"uncerta\\\": 1, \\\"exposing\\\": 3, \\\"dirty\\\": 1, \\\"uses\\\": 2, \\\"streaming\\\": 1, \\\"social\\\": 22, \\\"mining\\\": 71, \\\"consumed\\\": 2, \\\"171\\\": 2, \\\"twh\\\": 3, \\\"representing\\\": 2, \\\"16\\\": 17, \\\"center\\\": 15, \\\"energy\\\": 18, \\\"centers\\\": 9, \\\"worldwide\\\": 4, \\\"448\\\": 2, \\\"050\\\": 2, \\\"estimates\\\": 6, \\\"varying\\\": 1, \\\"analysts'\\\": 1, \\\"gartner\\\": 1, \\\"sues\\\": 1, \\\"jpmorgan\\\": 12, \\\"5b\\\": 8, \\\"ledger\\\": 24, \\\"4b\\\": 6, \\\"reversible\\\": 2, \\\"nears\\\": 6, \\\"closes\\\": 10, \\\"925\\\": 1, \\\"15\\\": 51, \\\"axs\\\": 1, \\\"enlisting\\\": 1, \\\"goldman\\\": 23, \\\"sachs\\\": 15, \\\"jefferies\\\": 1, \\\"barclays\\\": 1, \\\"brad\\\": 7, \\\"garlinghouse\\\": 7, \\\"predicted\\\": 6, \\\"pointing\\\": 6, \\\"momentum\\\": 47, \\\"participation\\\": 8, \\\"drivers\\\": 4, \\\"sued\\\": 1, \\\"litecoin\\\": 15, \\\"targets\\\": 20, \\\"ark\\\": 16, \\\"ltc\\\": 7, \\\"sui\\\": 9, \\\"moment\\\": 10, \\\"index\\\": 14, \\\"based\\\": 32, \\\"put\\\": 16, \\\"radars\\\": 1, \\\"though\\\": 15, \\\"follow\\\": 8, \\\"remained\\\": 8, \\\"uncertain\\\": 2, \\\"finds\\\": 3, \\\"case\\\": 19, \\\"las\\\": 2, \\\"vegas\\\": 2, \\\"shops\\\": 1, \\\"bigger\\\": 7, \\\"chains\\\": 2, \\\"taking\\\": 14, \\\"people\\\": 22, \\\"scan\\\": 1, \\\"qr\\\": 1, \\\"code\\\": 7, \\\"phone\\\": 3, \\\"merchant\\\": 1, \\\"gets\\\": 6, \\\"paid\\\": 3, \\\"local\\\": 6, \\\"reports\\\": 34, \\\"cut\\\": 13, \\\"card\\\": 15, \\\"processing\\\": 1, \\\"popular\\\": 13, \\\"joint\\\": 4, \\\"accepting\\\": 5, \\\"self\\\": 13, \\\"reinforcing\\\": 8, \\\"revenue\\\": 22, \\\"helps\\\": 3, \\\"upgrades\\\": 9, \\\"improvements\\\": 2, \\\"fast\\\": 20, \\\"food\\\": 4, \\\"corpo\\\": 1, \\\"tezos\\\": 3, \\\"tallinn\\\": 1, \\\"upgrade\\\": 7, \\\"live\\\": 15, \\\"slashes\\\": 4, \\\"block\\\": 23, \\\"times\\\": 4, \\\"seconds\\\": 4, \\\"proof\\\": 5, \\\"stake\\\": 19, \\\"successfully\\\": 1, \\\"completed\\\": 4, \\\"latest\\\": 48, \\\"protocol\\\": 16, \\\"decision\\\": 9, \\\"economist\\\": 9, \\\"elite\\\": 1, \\\"movement\\\": 6, \\\"reshaped\\\": 3, \\\"constant\\\": 2, \\\"battle\\\": 2, \\\"ideas\\\": 2, \\\"reshapes\\\": 5, \\\"groups\\\": 5, \\\"successful\\\": 1, \\\"winning\\\": 3, \\\"war\\\": 11, \\\"little\\\": 13, \\\"known\\\": 7, \\\"atlas\\\": 1, \\\"seller\\\": 3, \\\"exhaustion\\\": 7, \\\"lack\\\": 9, \\\"buyer\\\": 4, \\\"keeps\\\": 18, \\\"deferred\\\": 1, \\\"consolidation\\\": 13, \\\"dominant\\\": 4, \\\"differences\\\": 6, \\\"position\\\": 19, \\\"properties\\\": 2, \\\"help\\\": 16, \\\"precious\\\": 21, \\\"metal\\\": 9, \\\"percentage\\\": 7, \\\"terms\\\": 14, \\\"dubai\\\": 13, \\\"insurance\\\": 8, \\\"offers\\\": 9, \\\"premiums\\\": 3, \\\"collect\\\": 2, \\\"claims\\\": 15, \\\"partnership\\\": 14, \\\"standard\\\": 22, \\\"chartered\\\": 19, \\\"zodia\\\": 2, \\\"custody\\\": 17, \\\"insurer\\\": 2, \\\"globally\\\": 5, \\\"issue\\\": 9, \\\"policy\\\": 24, \\\"holders\\\": 43, \\\"transact\\\": 2, \\\"it's\\\": 39, \\\"falling\\\": 26, \\\"ahead\\\": 50, \\\"29\\\": 26, \\\"deposit\\\": 15, \\\"codes\\\": 2, \\\"casino\\\": 14, \\\"launched\\\": 26, \\\"cafe\\\": 2, \\\"play\\\": 15, \\\"verified\\\": 3, \\\"sites\\\": 10, \\\"usa\\\": 6, \\\"payouts\\\": 2, \\\"redefine\\\": 2, \\\"21shares\\\": 3, \\\"drops\\\": 39, \\\"upside\\\": 14, \\\"outlined\\\": 6, \\\"three\\\": 23, \\\"scenario\\\": 7, \\\"outlook\\\": 27, \\\"moving\\\": 27, \\\"litigation\\\": 3, \\\"defined\\\": 5, \\\"trade\\\": 38, \\\"increasingly\\\": 15, \\\"priced\\\": 7, \\\"driven\\\": 34, \\\"measurable\\\": 1, \\\"research\\\": 11, \\\"note\\\": 17, \\\"mat\\\": 1, \\\"85\\\": 14, \\\"thursday\\\": 67, \\\"extending\\\": 6, \\\"downward\\\": 5, \\\"seen\\\": 39, \\\"throughout\\\": 4, \\\"briefly\\\": 15, \\\"closely\\\": 7, \\\"watched\\\": 5, \\\"failing\\\": 6, \\\"lift\\\": 4, \\\"pr\\\": 17, \\\"83\\\": 9, \\\"4k\\\": 2, \\\"bugs\\\": 1, \\\"sell\\\": 87, \\\"liquidations\\\": 42, \\\"limited\\\": 13, \\\"talks\\\": 9, \\\"toll\\\": 5, \\\"today\\\": 119, \\\"80\\\": 32, \\\"stop\\\": 10, \\\"threat\\\": 17, \\\"distant\\\": 1, \\\"analyst\\\": 98, \\\"doomsday\\\": 1, \\\"rages\\\": 1, \\\"broker\\\": 1, \\\"argued\\\": 9, \\\"ample\\\": 1, \\\"evolve\\\": 3, \\\"shift\\\": 58, \\\"theory\\\": 6, \\\"prediction\\\": 66, \\\"expect\\\": 12, \\\"february\\\": 77, \\\"stabilize\\\": 8, \\\"improves\\\": 1, \\\"slow\\\": 15, \\\"keeping\\\": 13, \\\"alive\\\": 3, \\\"preceded\\\": 6, \\\"66\\\": 18, \\\"pointed\\\": 5, \\\"formed\\\": 8, \\\"crossover\\\": 1, \\\"bearish\\\": 56, \\\"smas\\\": 1, \\\"ali\\\": 3, \\\"martinez\\\": 3, \\\"shared\\\": 11, \\\"plunge\\\": 21, \\\"get\\\": 25, \\\"worse\\\": 4, \\\"turning\\\": 17, \\\"ugly\\\": 2, \\\"suggest\\\": 20, \\\"might\\\": 34, \\\"want\\\": 11, \\\"buckle\\\": 1, \\\"pain\\\": 4, \\\"dogecoin\\\": 102, \\\"doge\\\": 48, \\\"slips\\\": 19, \\\"bears\\\": 10, \\\"upper\\\": 1, \\\"hand\\\": 2, \\\"corrected\\\": 9, \\\"1220\\\": 1, \\\"against\\\": 44, \\\"dollar\\\": 53, \\\"holding\\\": 37, \\\"120\\\": 3, \\\"further\\\": 32, \\\"1275\\\": 1, \\\"1225\\\": 1, \\\"vulnerability\\\": 2, \\\"table\\\": 4, \\\"failed\\\": 16, \\\"surpass\\\": 5, \\\"950\\\": 1, \\\"correcting\\\": 2, \\\"struggle\\\": 16, \\\"stay\\\": 11, \\\"above\\\": 65, \\\"860\\\": 1, \\\"declined\\\": 12, \\\"890\\\": 1, \\\"hour\\\": 4, \\\"liquidity\\\": 83, \\\"takes\\\": 8, \\\"shape\\\": 5, \\\"analysts\\\": 73, \\\"kept\\\": 3, \\\"collapse\\\": 20, \\\"happening\\\": 8, \\\"when\\\": 54, \\\"buying\\\": 45, \\\"mid\\\": 6, \\\"000s\\\": 4, \\\"bounced\\\": 4, \\\"breathing\\\": 1, \\\"room\\\": 5, \\\"watching\\\": 9, \\\"plumbing\\\": 3, \\\"headline\\\": 5, \\\"tokens\\\": 24, \\\"derivatives\\\": 30, \\\"caution\\\": 4, \\\"even\\\": 57, \\\"fed's\\\": 4, \\\"was\\\": 90, \\\"widely\\\": 5, \\\"rotation\\\": 20, \\\"haven\\\": 9, \\\"left\\\": 13, \\\"sea\\\": 1, \\\"swiss\\\": 2, \\\"sygnum\\\": 2, \\\"750\\\": 3, \\\"alpha\\\": 2, \\\"annualized\\\": 2, \\\"q4\\\": 46, \\\"raised\\\": 12, \\\"professional\\\": 3, \\\"paper\\\": 17, \\\"isn\\\": 12, \\\"suppressing\\\": 1, \\\"jeff\\\": 3, \\\"park\\\": 5, \\\"unusually\\\": 1, \\\"subdued\\\": 4, \\\"pricing\\\": 7, \\\"date\\\": 10, \\\"setting\\\": 12, \\\"procap\\\": 1, \\\"cio\\\": 6, \\\"adviser\\\": 4, \\\"calls\\\": 9, \\\"dangerous\\\": 3, \\\"asymmetry\\\": 2, \\\"unlikely\\\": 5, \\\"without\\\": 21, \\\"stays\\\": 12, \\\"quiet\\\": 9, \\\"vi\\\": 3, \\\"deribit\\\": 1, \\\"volume\\\": 40, \\\"concentrated\\\": 3, \\\"strike\\\": 2, \\\"rangebound\\\": 7, \\\"hedged\\\": 1, \\\"positions\\\": 19, \\\"leverage\\\": 18, \\\"copper\\\": 1, \\\"explores\\\": 4, \\\"draws\\\": 5, \\\"listing\\\": 7, \\\"would\\\": 38, \\\"legitimize\\\": 1, \\\"core\\\": 14, \\\"rather\\\": 20, \\\"niche\\\": 4, \\\"bitgo's\\\": 1, \\\"cardano\\\": 23, \\\"lowest\\\": 20, \\\"2024\\\": 32, \\\"harder\\\": 1, \\\"down\\\": 104, \\\"bad\\\": 13, \\\"showing\\\": 17, \\\"sharper\\\": 1, \\\"hitting\\\": 11, \\\"talos\\\": 1, \\\"extends\\\": 8, \\\"series\\\": 6, \\\"150m\\\": 1, \\\"robinhood\\\": 28, \\\"sony\\\": 1, \\\"backing\\\": 7, \\\"extension\\\": 3, \\\"values\\\": 2, \\\"york\\\": 13, \\\"includes\\\": 6, \\\"things\\\": 15, \\\"industry\\\": 40, \\\"innovators\\\": 4, \\\"interesting\\\": 3, \\\"potentially\\\": 10, \\\"rewarding\\\": 1, \\\"space\\\": 9, \\\"they're\\\": 4, \\\"owning\\\": 5, \\\"84\\\": 8, \\\"plummet\\\": 3, \\\"plummeted\\\": 8, \\\"pauses\\\": 2, \\\"commodities\\\": 6, \\\"coinglass\\\": 10, \\\"226\\\": 1, \\\"842\\\": 1, \\\"948\\\": 1, \\\"33\\\": 8, \\\"losers\\\": 2, \\\"include\\\": 8, \\\"chiliz\\\": 1, \\\"optimism\\\": 18, \\\"spike\\\": 9, \\\"frenzy\\\": 3, \\\"also\\\": 23, \\\"took\\\": 12, \\\"hard\\\": 9, \\\"plummets\\\": 6, \\\"broader\\\": 48, \\\"sweeps\\\": 1, \\\"weakening\\\": 13, \\\"hawkish\\\": 4, \\\"federal\\\": 42, \\\"driving\\\": 18, \\\"myriad\\\": 4, \\\"69k\\\": 1, \\\"rebound\\\": 42, \\\"100k\\\": 6, \\\"stops\\\": 6, \\\"donald\\\": 21, \\\"trump's\\\": 22, \\\"rating\\\": 2, \\\"suddenly\\\": 5, \\\"dropped\\\": 29, \\\"nearly\\\": 43, \\\"endured\\\": 1, \\\"snap\\\": 2, \\\"retracement\\\": 1, \\\"give\\\": 11, \\\"800m\\\": 1, \\\"plunged\\\": 15, \\\"broadly\\\": 1, \\\"gave\\\": 3, \\\"chair\\\": 19, \\\"atkins\\\": 11, \\\"'the\\\": 6, \\\"right'\\\": 2, \\\"401\\\": 4, \\\"k\\\": 8, \\\"access\\\": 13, \\\"matter\\\": 8, \\\"paul\\\": 10, \\\"wednesday\\\": 41, \\\"opened\\\": 7, \\\"door\\\": 5, \\\"retirement\\\": 3, \\\"accounts\\\": 8, \\\"simultaneously\\\": 5, \\\"issued\\\": 6, \\\"guidance\\\": 3, \\\"synthetic\\\": 4, \\\"requiring\\\": 2, \\\"issuer\\\": 2, \\\"legitimate\\\": 2, \\\"equity\\\": 11, \\\"soars\\\": 7, \\\"continues\\\": 42, \\\"seemingly\\\": 2, \\\"finding\\\": 3, \\\"turn\\\": 14, \\\"altcoin\\\": 31, \\\"deposits\\\": 5, \\\"surge\\\": 32, \\\"pulling\\\": 3, \\\"millions\\\": 11, \\\"sol's\\\": 1, \\\"betting\\\": 23, \\\"losing\\\": 24, \\\"faith\\\": 2, \\\"race\\\": 2, \\\"defi\\\": 48, \\\"development\\\": 6, \\\"corp\\\": 6, \\\"appoints\\\": 1, \\\"hadley\\\": 2, \\\"stern\\\": 2, \\\"board\\\": 12, \\\"directors\\\": 4, \\\"boca\\\": 1, \\\"raton\\\": 1, \\\"fl\\\": 1, \\\"globe\\\": 34, \\\"newswire\\\": 34, \\\"dfdv\\\": 1, \\\"built\\\": 21, \\\"accumulate\\\": 8, \\\"compound\\\": 1, \\\"appointment\\\": 2, \\\"citrea\\\": 1, \\\"rollup\\\": 2, \\\"launches\\\": 33, \\\"mainnet\\\": 6, \\\"ctusd\\\": 1, \\\"citrea's\\\": 1, \\\"become\\\": 25, \\\"full\\\": 31, \\\"stack\\\": 8, \\\"complexity\\\": 3, \\\"anchor\\\": 1, \\\"base\\\": 15, \\\"flat\\\": 18, \\\"dollar's\\\": 1, \\\"slump\\\": 18, \\\"gold's\\\": 1, \\\"beta\\\": 10, \\\"instead\\\": 14, \\\"hedge\\\": 11, \\\"say\\\": 37, \\\"dxy\\\": 2, \\\"yearly\\\": 7, \\\"strategies\\\": 14, \\\"sinks\\\": 8, \\\"yen\\\": 7, \\\"strength\\\": 12, \\\"uncertainty\\\": 18, \\\"de\\\": 5, \\\"dollarization\\\": 3, \\\"fuel\\\": 3, \\\"udn\\\": 1, \\\"fxy\\\": 1, \\\"gld\\\": 1, \\\"toobit\\\": 2, \\\"introduces\\\": 9, \\\"mystery\\\": 4, \\\"boxes\\\": 2, \\\"contracts\\\": 17, \\\"george\\\": 2, \\\"town\\\": 2, \\\"cayman\\\": 2, \\\"islands\\\": 2, \\\"award\\\": 1, \\\"announces\\\": 25, \\\"initiative\\\": 5, \\\"contract\\\": 4, \\\"ongoing\\\": 20, \\\"allows\\\": 5, \\\"discover\\\": 6, \\\"unlock\\\": 6, \\\"containing\\\": 2, \\\"usdt\\\": 11, \\\"online\\\": 18, \\\"gambling\\\": 3, \\\"entered\\\": 7, \\\"transformative\\\": 2, \\\"phase\\\": 27, \\\"innovation\\\": 9, \\\"define\\\": 5, \\\"credibility\\\": 2, \\\"coinbase's\\\": 6, \\\"brian\\\": 19, \\\"armstrong\\\": 23, \\\"vows\\\": 1, \\\"trumpaccounts\\\": 2, \\\"matching\\\": 3, \\\"contribution\\\": 2, \\\"employees'\\\": 1, \\\"kids\\\": 1, \\\"inc\\\": 49, \\\"signed\\\": 3, \\\"pledging\\\": 3, \\\"children\\\": 1, \\\"got\\\": 16, \\\"cryptocurrencies\\\": 37, \\\"decades\\\": 3, \\\"look\\\": 24, \\\"stand\\\": 13, \\\"uae's\\\": 2, \\\"central\\\": 8, \\\"abu\\\": 20, \\\"dhabi's\\\": 2, \\\"universal\\\": 2, \\\"usdu\\\": 1, \\\"backed\\\": 43, \\\"uae\\\": 14, \\\"payment\\\": 13, \\\"services\\\": 18, \\\"regulation\\\": 16, \\\"htx\\\": 3, \\\"expanding\\\": 16, \\\"ethena's\\\": 1, \\\"delta\\\": 1, \\\"panama\\\": 4, \\\"city\\\": 6, \\\"leading\\\": 47, \\\"upcoming\\\": 13, \\\"developed\\\": 3, \\\"expands\\\": 18, \\\"innovative\\\": 1, \\\"primitives\\\": 2, \\\"user\\\": 9, \\\"cere\\\": 2, \\\"lawsuit\\\": 4, \\\"alleging\\\": 1, \\\"accuses\\\": 1, \\\"co\\\": 21, \\\"relation\\\": 1, \\\"2021\\\": 13, \\\"'millionaire'\\\": 1, \\\"ramp\\\": 1, \\\"'encouraging\\\": 1, \\\"sign'\\\": 2, \\\"rise\\\": 34, \\\"indicator\\\": 16, \\\"sitting\\\": 7, \\\"territory\\\": 10, \\\"senators\\\": 3, \\\"challenge\\\": 4, \\\"deputy\\\": 2, \\\"taskforce\\\": 1, \\\"shutdown\\\": 7, \\\"six\\\": 9, \\\"cited\\\": 1, \\\"162\\\": 1, \\\"illicit\\\": 6, \\\"argue\\\": 4, \\\"doj\\\": 3, \\\"disbanded\\\": 1, \\\"enforcement\\\": 7, \\\"team\\\": 6, \\\"metrics\\\": 11, \\\"warn\\\": 11, \\\"hyperliquid's\\\": 2, \\\"gained\\\": 5, \\\"uptick\\\": 2, \\\"staking\\\": 21, \\\"occurred\\\": 2, \\\"dex\\\": 10, \\\"raise\\\": 6, \\\"enabled\\\": 4, \\\"scams\\\": 6, \\\"industrial\\\": 6, \\\"trm\\\": 8, \\\"35\\\": 14, \\\"sent\\\": 8, \\\"scammer\\\": 3, \\\"addresses\\\": 15, \\\"fraudsters\\\": 1, \\\"scaled\\\": 2, \\\"businesslike\\\": 1, \\\"efficiency\\\": 10, \\\"tesla\\\": 4, \\\"didn't\\\": 7, \\\"any\\\": 32, \\\"elon\\\": 9, \\\"musk\\\": 6, \\\"company's\\\": 13, \\\"amounted\\\": 1, \\\"tsla\\\": 1, \\\"retained\\\": 1, \\\"fourth\\\": 22, \\\"quarter\\\": 30, \\\"held\\\": 20, \\\"008\\\": 1, \\\"dec\\\": 4, \\\"31\\\": 16, \\\"report\\\": 49, \\\"recordkeeping\\\": 1, \\\"alter\\\": 1, \\\"protections\\\": 1, \\\"unresolved\\\": 2, \\\"native\\\": 9, \\\"fit\\\": 2, \\\"existing\\\": 5, \\\"law\\\": 6, \\\"sideways\\\": 11, \\\"fed\\\": 63, \\\"steady\\\": 17, \\\"sees\\\": 32, \\\"btc's\\\": 10, \\\"happens\\\": 10, \\\"mini\\\": 26, \\\"trust\\\": 54, \\\"arca\\\": 38, \\\"extended\\\": 17, \\\"record\\\": 54, \\\"jerome\\\": 3, \\\"anybody's\\\": 1, \\\"currently\\\": 23, \\\"attempted\\\": 1, \\\"ran\\\": 3, \\\"heavy\\\": 19, \\\"sending\\\": 7, \\\"hasn't\\\": 4, \\\"had\\\": 17, \\\"yet\\\": 37, \\\"bounce\\\": 24, \\\"warm\\\": 2, \\\"ends\\\": 8, \\\"296\\\": 1, \\\"points\\\": 24, \\\"82\\\": 7, \\\"269\\\": 1, \\\"skids\\\": 1, \\\"98\\\": 2, \\\"320\\\": 7, \\\"dragged\\\": 2, \\\"updates\\\": 4, \\\"closed\\\": 10, \\\"budget\\\": 2, \\\"presentation\\\": 1, \\\"tata\\\": 1, \\\"steel\\\": 2, \\\"loser\\\": 1, \\\"closing\\\": 12, \\\"per\\\": 13, \\\"cent\\\": 4, \\\"miner\\\": 24, \\\"walks\\\": 1, \\\"away\\\": 15, \\\"coronavirus\\\": 1, \\\"pandemic\\\": 2, \\\"acquaintances\\\": 1, \\\"feared\\\": 1, \\\"laid\\\": 1, \\\"exploring\\\": 5, \\\"streams\\\": 1, \\\"those\\\": 11, \\\"interested\\\": 5, \\\"acting\\\": 4, \\\"promised\\\": 2, \\\"weakens\\\": 5, \\\"plays\\\": 4, \\\"role\\\": 14, \\\"hedging\\\": 4, \\\"currency\\\": 10, \\\"hot\\\": 5, \\\"listings\\\": 2, \\\"recap\\\": 3, \\\"river\\\": 6, \\\"393\\\": 2, \\\"sector\\\": 24, \\\"rises\\\": 9, \\\"memecoin\\\": 8, \\\"prnewswire\\\": 1, \\\"showed\\\": 12, \\\"gradual\\\": 2, \\\"appetite\\\": 7, \\\"improved\\\": 2, \\\"rotating\\\": 15, \\\"sectors\\\": 4, \\\"stronger\\\": 6, \\\"cl\\\": 1, \\\"former\\\": 9, \\\"paypal\\\": 6, \\\"david\\\": 16, \\\"marcus\\\": 1, \\\"well\\\": 15, \\\"voice\\\": 2, \\\"restated\\\": 1, \\\"familiar\\\": 10, \\\"bold\\\": 3, \\\"idea\\\": 4, \\\"beat\\\": 7, \\\"store\\\": 13, \\\"mix\\\": 4, \\\"scarcity\\\": 5, \\\"simple\\\": 12, \\\"tool\\\": 7, \\\"word\\\": 3, \\\"seed\\\": 5, \\\"phrase\\\": 1, \\\"reasons\\\": 7, \\\"h\\\": 2, \\\"find\\\": 10, \\\"bottom\\\": 49, \\\"ratio\\\": 5, \\\"expert\\\": 15, \\\"warns\\\": 26, \\\"weakness\\\": 19, \\\"drifting\\\": 2, \\\"mark\\\": 20, \\\"pivotal\\\": 6, \\\"determining\\\": 3, \\\"direction\\\": 11, \\\"surfacing\\\": 1, \\\"participants\\\": 8, \\\"assume\\\": 3, \\\"however\\\": 10, \\\"opted\\\": 1, \\\"conservative\\\": 1, \\\"stance\\\": 7, \\\"remain\\\": 18, \\\"dominate\\\": 9, \\\"unfolded\\\": 2, \\\"equities\\\": 15, \\\"weighed\\\": 8, \\\"bitmine\\\": 34, \\\"stakes\\\": 2, \\\"912\\\": 1, \\\"745m\\\": 1, \\\"61\\\": 4, \\\"staked\\\": 4, \\\"period\\\": 8, \\\"cautious\\\": 17, \\\"continue\\\": 22, \\\"overhead\\\": 6, \\\"notable\\\": 12, \\\"divergence\\\": 10, \\\"extend\\\": 9, \\\"declines\\\": 9, \\\"unwind\\\": 4, \\\"accelerates\\\": 9, \\\"overnight\\\": 3, \\\"metals\\\": 26, \\\"tumbled\\\": 13, \\\"sharply\\\": 20, \\\"leveraged\\\": 14, \\\"shed\\\": 6, \\\"817m\\\": 1, \\\"nine\\\": 10, \\\"crash\\\": 84, \\\"coupled\\\": 2, \\\"catalyzed\\\": 1, \\\"817\\\": 2, \\\"82k\\\": 1, \\\"7b\\\": 4, \\\"134\\\": 2, \\\"escalating\\\": 2, \\\"announcement\\\": 6, \\\"dominates\\\": 4, \\\"hiring\\\": 1, \\\"singapore\\\": 5, \\\"jumps\\\": 17, \\\"158\\\": 1, \\\"bitvocation\\\": 3, \\\"jobs\\\": 10, \\\"non\\\": 7, \\\"developer\\\": 12, \\\"roles\\\": 2, \\\"gain\\\": 15, \\\"steam\\\": 3, \\\"grow\\\": 7, \\\"47\\\": 2, \\\"job\\\": 10, \\\"lately\\\": 6, \\\"entire\\\": 5, \\\"caps\\\": 2, \\\"72\\\": 17, \\\"profits\\\": 2, \\\"14\\\": 12, \\\"winter\\\": 22, \\\"storm\\\": 6, \\\"rocks\\\": 1, \\\"cryptoquant\\\": 26, \\\"extremely\\\": 7, \\\"underpaid\\\": 1, \\\"given\\\": 1, \\\"crashes\\\": 30, \\\"68b\\\": 1, \\\"spill\\\": 1, \\\"overleveraged\\\": 1, \\\"force\\\": 4, \\\"selloff\\\": 20, \\\"nose\\\": 1, \\\"dived\\\": 4, \\\"crashed\\\": 12, \\\"chatter\\\": 3, \\\"focused\\\": 24, \\\"kevin\\\": 13, \\\"warsh's\\\": 1, \\\"nomination\\\": 2, \\\"sofi\\\": 6, \\\"push\\\": 27, \\\"fintech\\\": 9, \\\"quarterly\\\": 3, \\\"reintroduced\\\": 1, \\\"rolled\\\": 4, \\\"remittances\\\": 1, \\\"bubble\\\": 6, \\\"invest's\\\": 1, \\\"cathie\\\": 10, \\\"wood\\\": 3, \\\"isn't\\\": 12, \\\"worried\\\": 3, \\\"singling\\\": 1, \\\"rejects\\\": 6, \\\"fueled\\\": 7, \\\"pushed\\\": 9, \\\"october's\\\": 4, \\\"calling\\\": 4, \\\"allegations\\\": 3, \\\"holds\\\": 21, \\\"craters\\\": 3, \\\"resilient\\\": 3, \\\"fears\\\": 34, \\\"shifting\\\": 14, \\\"expectations\\\": 10, \\\"experienced\\\": 11, \\\"pronounced\\\": 2, \\\"kraken\\\": 15, \\\"spac\\\": 1, \\\"345m\\\": 1, \\\"blank\\\": 1, \\\"check\\\": 9, \\\"name\\\": 6, \\\"acquisition\\\": 5, \\\"target\\\": 25, \\\"creates\\\": 6, \\\"vehicle\\\": 2, \\\"tied\\\": 21, \\\"best\\\": 37, \\\"right\\\": 38, \\\"soar\\\": 5, \\\"summer\\\": 4, \\\"begins\\\": 7, \\\"playbook\\\": 3, \\\"nvda\\\": 3, \\\"nem\\\": 1, \\\"rotations\\\": 1, \\\"capacity\\\": 8, \\\"anchors\\\": 2, \\\"spend\\\": 4, \\\"repricing\\\": 2, \\\"regulations\\\": 6, \\\"stable\\\": 4, \\\"transform\\\": 4, \\\"outside\\\": 5, \\\"regulators\\\": 8, \\\"tighten\\\": 4, \\\"narrows\\\": 2, \\\"tax\\\": 16, \\\"gaps\\\": 6, \\\"revisit\\\": 4, \\\"institutions\\\": 23, \\\"80k\\\": 8, \\\"tilt\\\": 1, \\\"dips\\\": 11, \\\"won't\\\": 9, \\\"better\\\": 20, \\\"till\\\": 2, \\\"october\\\": 29, \\\"historical\\\": 10, \\\"analysis\\\": 32, \\\"suggesting\\\": 11, \\\"benjamin\\\": 3, \\\"cowen\\\": 5, \\\"weakened\\\": 3, \\\"thesis\\\": 13, \\\"due\\\": 18, \\\"timing\\\": 5, \\\"tightening\\\": 8, \\\"repeating\\\": 3, \\\"riot\\\": 22, \\\"friday's\\\": 4, \\\"loses\\\": 12, \\\"ground\\\": 10, \\\"rankings\\\": 2, \\\"violent\\\": 6, \\\"wave\\\": 15, \\\"hundreds\\\": 5, \\\"billions\\\": 17, \\\"reshuffling\\\": 1, \\\"standing\\\": 2, \\\"among\\\": 19, \\\"investable\\\": 1, \\\"bargain\\\": 3, \\\"here's\\\": 35, \\\"saying\\\": 8, \\\"raoul\\\": 7, \\\"pal\\\": 8, \\\"changed\\\": 6, \\\"cascade\\\": 4, \\\"guru\\\": 1, \\\"marked\\\": 7, \\\"structural\\\": 11, \\\"failure\\\": 5, \\\"trades\\\": 32, \\\"undermined\\\": 1, \\\"pick\\\": 2, \\\"warsh\\\": 6, \\\"nominated\\\": 1, \\\"replace\\\": 1, \\\"elevating\\\": 1, \\\"governor\\\": 2, \\\"views\\\": 3, \\\"call\\\": 28, \\\"transcript\\\": 14, \\\"image\\\": 16, \\\"source\\\": 20, \\\"motley\\\": 26, \\\"fool\\\": 39, \\\"m\\\": 34, \\\"etneed\\\": 13, \\\"quote\\\": 13, \\\"email\\\": 17, \\\"comcontinue\\\": 13, \\\"nominee\\\": 3, \\\"'new\\\": 2, \\\"gold'\\\": 2, \\\"presumptive\\\": 1, \\\"voiced\\\": 1, \\\"tentative\\\": 1, \\\"viewing\\\": 1, \\\"inform\\\": 2, \\\"policymakers\\\": 4, \\\"monetary\\\": 6, \\\"stability\\\": 11, \\\"40\\\": 25, \\\"good\\\": 13, \\\"promise\\\": 2, \\\"doesn't\\\": 8, \\\"significant\\\": 35, \\\"flows\\\": 25, \\\"turned\\\": 12, \\\"totaling\\\": 2, \\\"sosovalue\\\": 5, \\\"notice\\\": 2, \\\"dated\\\": 1, \\\"regarding\\\": 4, \\\"split\\\": 9, \\\"virtune\\\": 8, \\\"prime\\\": 5, \\\"etp\\\": 8, \\\"virbtcp\\\": 2, \\\"there\\\": 40, \\\"adjustment\\\": 4, \\\"stockholm\\\": 4, \\\"constitute\\\": 1, \\\"accordance\\\": 1, \\\"condition\\\": 1, \\\"result\\\": 4, \\\"required\\\": 7, \\\"final\\\": 7, \\\"topping\\\": 1, \\\"third\\\": 11, \\\"row\\\": 1, \\\"great\\\": 8, \\\"avoid\\\": 9, \\\"surprised\\\": 3, \\\"learn\\\": 7, \\\"oldest\\\": 2, \\\"safu\\\": 1, \\\"style\\\": 7, \\\"pegged\\\": 5, \\\"days\\\": 25, \\\"raising\\\": 11, \\\"protection\\\": 4, \\\"technologies\\\": 13, \\\"proved\\\": 3, \\\"clear\\\": 24, \\\"constantly\\\": 1, \\\"ways\\\": 8, \\\"proposition\\\": 1, \\\"users\\\": 23, \\\"attention\\\": 13, \\\"projects\\\": 22, \\\"everlight\\\": 7, \\\"san\\\": 6, \\\"francisco\\\": 4, \\\"presale\\\": 13, \\\"commentary\\\": 3, \\\"reassess\\\": 3, \\\"exist\\\": 5, \\\"discount\\\": 1, \\\"unparalleled\\\": 1, \\\"wkn\\\": 1, \\\"updated\\\": 2, \\\"finalizes\\\": 2, \\\"400m\\\": 2, \\\"helix\\\": 2, \\\"forfeiture\\\": 2, \\\"darknet\\\": 4, \\\"court\\\": 4, \\\"order\\\": 9, \\\"transfers\\\": 7, \\\"title\\\": 1, \\\"seized\\\": 2, \\\"helix's\\\": 1, \\\"2014\\\": 2, \\\"2017\\\": 3, \\\"nayib\\\": 1, \\\"bukele\\\": 1, \\\"'we\\\": 3, \\\"dip'\\\": 2, \\\"el\\\": 11, \\\"salvador\\\": 6, \\\"loads\\\": 3, \\\"doubling\\\": 1, \\\"unique\\\": 4, \\\"reserves\\\": 9, \\\"salvador's\\\": 1, \\\"purchased\\\": 1, \\\"298\\\": 1, \\\"ounces\\\": 4, \\\"boosting\\\": 4, \\\"403\\\": 3, \\\"democrats\\\": 4, \\\"press\\\": 10, \\\"retreat\\\": 5, \\\"group\\\": 35, \\\"democratic\\\": 3, \\\"pressing\\\": 2, \\\"justice\\\": 1, \\\"department\\\": 6, \\\"ethics\\\": 2, \\\"rollback\\\": 1, \\\"threats\\\": 7, \\\"concerned\\\": 3, \\\"triggering\\\": 12, \\\"dollars\\\": 19, \\\"unclaimed\\\": 1, \\\"hack\\\": 3, \\\"incredible\\\": 2, \\\"themselves\\\": 3, \\\"distribution\\\": 5, \\\"methods\\\": 1, \\\"griff\\\": 1, \\\"bybit\\\": 1, \\\"rebounds\\\": 14, \\\"volumes\\\": 13, \\\"climb\\\": 4, \\\"bybit's\\\": 1, \\\"climbed\\\": 3, \\\"hacked\\\": 1, \\\"exchanges\\\": 28, \\\"rose\\\": 19, \\\"avalanche\\\": 3, \\\"tokenization\\\": 21, \\\"3b\\\": 1, \\\"messari\\\": 1, \\\"which\\\": 62, \\\"tank\\\": 3, \\\"rout\\\": 10, \\\"cools\\\": 5, \\\"flags\\\": 12, \\\"tailspin\\\": 1, \\\"sank\\\": 4, \\\"april\\\": 19, \\\"surged\\\": 18, \\\"64\\\": 7, \\\"400\\\": 7, \\\"mixer\\\": 2, \\\"processed\\\": 1, \\\"prosecutors\\\": 3, \\\"dark\\\": 3, \\\"web\\\": 4, \\\"asia\\\": 9, \\\"pacific\\\": 4, \\\"mostly\\\": 11, \\\"backs\\\": 4, \\\"avert\\\": 1, \\\"struck\\\": 2, \\\"provisional\\\": 1, \\\"agreement\\\": 3, \\\"cftc\\\": 6, \\\"project\\\": 11, \\\"unified\\\": 3, \\\"approach\\\": 7, \\\"commodity\\\": 2, \\\"relaunching\\\": 1, \\\"effort\\\": 4, \\\"prepare\\\": 3, \\\"england\\\": 1, \\\"worst\\\": 13, \\\"severe\\\": 6, \\\"forced\\\": 2, \\\"curtail\\\": 2, \\\"dragging\\\": 3, \\\"output\\\": 3, \\\"margins\\\": 3, \\\"weakest\\\": 5, \\\"hn\\\": 1, \\\"lumenyx\\\": 1, \\\"evm\\\": 2, \\\"cpu\\\": 1, \\\"zero\\\": 23, \\\"premine\\\": 1, \\\"article\\\": 6, \\\"url\\\": 2, \\\"thousands\\\": 3, \\\"agents\\\": 15, \\\"join\\\": 6, \\\"viral\\\": 4, \\\"teach\\\": 1, \\\"each\\\": 8, \\\"steal\\\": 2, \\\"keys\\\": 4, \\\"inflection\\\": 4, \\\"frontier\\\": 2, \\\"specifically\\\": 6, \\\"let\\\": 4, \\\"verify\\\": 1, \\\"identity\\\": 3, \\\"communicate\\\": 1, \\\"moltbook\\\": 1, \\\"billing\\\": 1, \\\"itself\\\": 9, \\\"bui\\\": 1, \\\"bouncing\\\": 3, \\\"area\\\": 5, \\\"warned\\\": 10, \\\"must\\\": 12, \\\"crucial\\\": 14, \\\"confirm\\\": 7, \\\"acceleration\\\": 1, \\\"rela\\\": 1, \\\"pre\\\": 5, \\\"deterioration\\\": 1, \\\"downturn\\\": 20, \\\"safe\\\": 12, \\\"havens\\\": 3, \\\"rush\\\": 5, \\\"boom\\\": 6, \\\"inflation\\\": 16, \\\"kiwi\\\": 1, \\\"liam\\\": 1, \\\"dann\\\": 1, \\\"news\\\": 46, \\\"alarming\\\": 1, \\\"economy\\\": 13, \\\"pins\\\": 1, \\\"ever\\\": 16, \\\"shock\\\": 6, \\\"cascading\\\": 1, \\\"thin\\\": 6, \\\"acknowledging\\\": 1, \\\"specific\\\": 7, \\\"flirts\\\": 1, \\\"flashed\\\": 1, \\\"extreme\\\": 28, \\\"odds\\\": 9, \\\"increased\\\": 15, \\\"buyers\\\": 22, \\\"step\\\": 14, \\\"save\\\": 2, \\\"market's\\\": 3, \\\"saturday\\\": 6, \\\"77\\\": 6, \\\"piled\\\": 1, \\\"cryptocurrency's\\\": 4, \\\"forecast\\\": 18, \\\"26\\\": 12, \\\"exciting\\\": 4, \\\"decade\\\": 6, \\\"78\\\": 8, \\\"digests\\\": 1, \\\"wide\\\": 5, \\\"swings\\\": 6, \\\"triggered\\\": 10, \\\"widespread\\\": 3, \\\"span\\\": 1, \\\"479\\\": 1, \\\"6b\\\": 2, \\\"unrealized\\\": 16, \\\"loss\\\": 40, \\\"deepens\\\": 7, \\\"bitmine's\\\": 1, \\\"highlight\\\": 5, \\\"unwinds\\\": 1, \\\"downturns\\\": 4, \\\"28\\\": 12, \\\"glorious\\\": 4, \\\"that's\\\": 5, \\\"wise\\\": 2, \\\"stick\\\": 1, \\\"proves\\\": 1, \\\"vulnerable\\\": 2, \\\"'still\\\": 1, \\\"early'\\\": 1, \\\"com\\\": 4, \\\"offered\\\": 2, \\\"his\\\": 37, \\\"insights\\\": 7, \\\"future\\\": 30, \\\"drastic\\\": 2, \\\"decrease\\\": 1, \\\"plummeting\\\": 7, \\\"818\\\": 2, \\\"tanks\\\": 2, \\\"blk\\\": 1, \\\"substantial\\\": 5, \\\"reversal\\\": 16, \\\"pulled\\\": 4, \\\"indicated\\\": 2, \\\"87\\\": 4, \\\"biggest\\\": 20, \\\"can't\\\": 4, \\\"ignore\\\": 5, \\\"strongest\\\": 4, \\\"opposite\\\": 6, \\\"view\\\": 7, \\\"ironwallet\\\": 2, \\\"generation\\\": 5, \\\"gasless\\\": 3, \\\"transactions\\\": 16, \\\"privacy\\\": 21, \\\"rapidly\\\": 7, \\\"custodial\\\": 1, \\\"advancements\\\": 2, \\\"enhanced\\\": 1, \\\"controls\\\": 5, \\\"address\\\": 8, \\\"longstanding\\\": 1, \\\"challenges\\\": 4, \\\"make\\\": 24, \\\"ishares\\\": 12, \\\"monster\\\": 2, \\\"sense\\\": 6, \\\"active\\\": 16, \\\"merchants\\\": 1, \\\"spiked\\\": 8, \\\"easier\\\": 3, \\\"memecoins\\\": 6, \\\"meanwhile\\\": 6, \\\"plugging\\\": 1, \\\"proofing\\\": 1, \\\"bringing\\\": 6, \\\"connected\\\": 1, \\\"82b\\\": 2, \\\"eric\\\": 20, \\\"balchunas\\\": 3, \\\"seem\\\": 6, \\\"forgetting\\\": 1, \\\"spanked\\\": 1, \\\"everything\\\": 5, \\\"classes\\\": 1, \\\"haven't\\\": 5, \\\"caught\\\": 4, \\\"insider\\\": 3, \\\"andreessen\\\": 3, \\\"forward\\\": 5, \\\"alleges\\\": 1, \\\"marc\\\": 1, \\\"118\\\": 3, \\\"horowitz\\\": 1, \\\"offloaded\\\": 2, \\\"291\\\": 1, \\\"tether\\\": 20, \\\"reaches\\\": 10, \\\"paolo\\\": 3, \\\"ardoino\\\": 3, \\\"mattered\\\": 1, \\\"scale\\\": 15, \\\"surpassed\\\": 4, \\\"122\\\": 2, \\\"wait\\\": 6, \\\"dipped\\\": 7, \\\"part\\\": 16, \\\"wider\\\": 10, \\\"bloomberg\\\": 10, \\\"709\\\": 1, \\\"decisions\\\": 2, \\\"mean\\\": 4, \\\"sam\\\": 3, \\\"bankman\\\": 2, \\\"fried\\\": 2, \\\"turns\\\": 13, \\\"ellison\\\": 2, \\\"release\\\": 15, \\\"disgraced\\\": 1, \\\"stepped\\\": 3, \\\"praise\\\": 2, \\\"alameda\\\": 1, \\\"disruption\\\": 3, \\\"sheds\\\": 2, \\\"light\\\": 2, \\\"weather\\\": 2, \\\"disrupted\\\": 2, \\\"operators\\\": 2, \\\"curtailed\\\": 1, \\\"grid\\\": 3, \\\"stress\\\": 19, \\\"deep\\\": 21, \\\"pit\\\": 1, \\\"volatile\\\": 11, \\\"close\\\": 12, \\\"kobeissi\\\": 1, 